<?php

return [
    'activate_data_succeed' => 'Η ενεργοποίηση των δεδομένων ήταν επιτυχής!',
    'activate_data_failed' => 'Η ενεργοποίηση των δεδομένων απέτυχε!',
    'activate_data_not_found' => 'Η ενεργοποίηση απέτυχε επειδή δεν βρέθηκαν δεδομένα!',
    'activate_deactivate_data_not_found' => 'Η ενεργοποίηση ή η απενεργοποίηση απέτυχε επειδή δεν βρέθηκαν δεδομένα!',

    'add_data_succeed' => 'Τα δεδομένα προστέθηκαν με επιτυχία!',
    'add_data_failed' => 'Η προσθήκη δεδομένων απέτυχε!',

    'deactivate_data_succeed' => 'Η απενεργοποίηση των δεδομένων ήταν επιτυχής!',
    'deactivate_data_failed' => 'Η απενεργοποίηση των δεδομένων απέτυχε!',
    'deactivate_data_not_found' => 'Η απενεργοποίηση απέτυχε επειδή δεν βρέθηκαν δεδομένα!',

    'delete_data_succeed' => 'Τα δεδομένα διαγράφηκαν με επιτυχία!',
    'delete_data_failed' => 'Η διαγραφή των δεδομένων απέτυχε!',
    'delete_data_not_found' => 'Η διαγραφή απέτυχε επειδή δεν βρέθηκαν δεδομένα!',

    'failed_open_data' => 'Απέτυχε η ανοίγμα των δεδομένων! Παρακαλώ, δοκιμάστε ξανά.',

    'update_data_succeed' => 'Η ενημέρωση των δεδομένων ήταν επιτυχής!',
    'update_data_failed' => 'Η ενημέρωση των δεδομένων απέτυχε!',
    'update_data_not_found' => 'Η ενημέρωση απέτυχε επειδή δεν βρέθηκαν δεδομένα!',

    // confirm
    'confirm_delete_data' => 'Θέλετε να διαγράψετε αυτά τα δεδομένα;',
    'confirm_delete_staff' => 'Θέλετε να διαγράψετε τα δεδομένα του προσωπικού;',
    'confirm_restore_data' => 'Θέλετε να επαναφέρετε αυτά τα δεδομένα;',
    'confirm_restore_staff' => 'Θέλετε να επαναφέρετε τα δεδομένα του προσωπικού;',

    'text' => [
        'activate_data_succeed' => 'Τα δεδομένα έχουν ενεργοποιηθεί με επιτυχία!',
        'activate_data_failed' => 'Δεν ήταν δυνατή η ενεργοποίηση των δεδομένων.',
        'activate_data_not_found' => 'Η ενεργοποίηση απέτυχε: Δεν βρέθηκαν δεδομένα.',
        'activate_deactivate_data_not_found' => 'Η ενέργεια απέτυχε: Δεν βρέθηκαν δεδομένα για ενεργοποίηση ή απενεργοποίηση.',

        'add_data_succeed' => 'Τα δεδομένα έχουν προστεθεί με επιτυχία!',
        'add_data_failed' => 'Δεν ήταν δυνατή η προσθήκη των δεδομένων.',

        'deactivate_data_succeed' => 'Τα δεδομένα έχουν απενεργοποιηθεί με επιτυχία!',
        'deactivate_data_failed' => 'Δεν ήταν δυνατή η απενεργοποίηση των δεδομένων.',
        'deactivate_data_not_found' => 'Η απενεργοποίηση απέτυχε: Δεν βρέθηκαν δεδομένα.',

        'delete_data_succeed' => 'Τα δεδομένα έχουν διαγραφεί με επιτυχία!',
        'delete_data_failed' => 'Δεν ήταν δυνατή η διαγραφή των δεδομένων.',
        'delete_data_not_found' => 'Η διαγραφή απέτυχε: Δεν βρέθηκαν δεδομένα.',

        'failed_open_data' => 'Δεν ήταν δυνατή η ανοίγμα των δεδομένων. Παρακαλώ δοκιμάστε ξανά.',

        'password_change_succeed' => 'Ο κωδικός σας έχει αλλάξει!',
        'password_change_failed' => 'Ο κωδικός σας δεν άλλαξε! Δοκιμάστε ξανά.',

        'update_data_succeed' => 'Τα δεδομένα έχουν ενημερωθεί με επιτυχία!',
        'update_data_failed' => 'Δεν ήταν δυνατή η ενημέρωση των δεδομένων.',
        'update_data_not_found' => 'Η ενημέρωση απέτυχε: Δεν βρέθηκαν δεδομένα.',

        'withdrawal_balance_not_enough' => 'Η ενημέρωση της ανάληψης απέτυχε! Δεν είναι αρκετό το υπόλοιπο! Η ανάληψη απορρίπτεται αυτόματα.',
    ],
];
