<?php
return [
    'title' => 'Όροι & Προϋποθέσεις Συνεργατών Ανάπτυξης Επιχειρήσεων',
    'introduction' => [
        'title' => 'Εισαγωγή',
        'text' => [
            "Καλωσορίσατε στο <strong>Booking.com</strong>, μία από τις κορυφαίες πλατφόρμες κράτησης καταλυμάτων στον κόσμο, που εξυπηρετεί περισσότερους από 1,5 εκατομμύρια χρήστες καθημερινά από το 1996. Με πάνω από 28 εκατομμύρια επιλογές καταλυμάτων παγκοσμίως, είμαστε αφοσιωμένοι στην παροχή μιας εξαιρετικής ταξιδιωτικής εμπειρίας για τους πελάτες μας.",
            "<strong>Το όραμά μας</strong> είναι να δώσουμε τη δυνατότητα στους ταξιδιώτες να επιλέγουν και να σχεδιάζουν τα ταξίδια τους με τον τρόπο που τους ταιριάζει καλύτερα. <strong>Η αποστολή μας</strong> είναι να ενισχύσουμε την προσβασιμότητα και την ορατότητα μιας ευρείας γκάμας επιλογών καταλυμάτων, από πεντάστερα ξενοδοχεία έως μοναδικές και οικονομικές καταλύσεις.",
            "Για να επιτύχουμε το όραμά μας και την αποστολή μας, σας προσκαλούμε να συμμετάσχετε ως <strong>Συνεργάτης Ανάπτυξης Επιχειρήσεων</strong>. Μέσω αυτής της συνεργασίας, θα παίξετε έναν καθοριστικό ρόλο στην ενίσχυση της αξίας της πλατφόρμας μας και στην προσέλκυση περισσότερων ιδιοκτητών καταλυμάτων να συμμετάσχουν στο Booking.com. Πιστεύουμε ότι αυτή η συνεργασία θα προσφέρει αμοιβαία οφέλη σε όλα τα εμπλεκόμενα μέρη.",
            "Είμαστε πολύ ενθουσιασμένοι να συνεργαστούμε μαζί σας και να συμβάλουμε από κοινού στη βιώσιμη ανάπτυξη της τουριστικής βιομηχανίας. Είμαστε σίγουροι ότι μαζί μπορούμε να δημιουργήσουμε νέες αμοιβαία επωφελείς ευκαιρίες.",
        ],
    ],
    'parties_involved' => [
        'title' => 'Εμπλεκόμενα Μέρη',
        'text' => [
            "Σε αυτό το έγγραφο, η ομάδα εταιρειών του Booking.com μπορεί να αναφέρεται ως 'εμείς,' 'μας,' ή 'Booking.com.' Άτομα, υπάλληλοι, ιδιοκτήτες ή εκπρόσωποι που ενεργούν εκ μέρους των Επιχειρηματικών Εταίρων μας, συλλογικά ή ατομικά, μπορεί να αναφέρονται ως 'εσείς,' 'σας,' ή 'Επιχειρηματικός Εταίρος.'",
            "Η σχέση μεταξύ μας και εσάς είναι μια συνεργατική συνεργασία στην οποία και οι δύο πλευρές θα υποστηρίξουν η μία την άλλη για να επιτύχουν κοινούς επιχειρηματικούς στόχους. Θα παρέχουμε όλη την απαραίτητη υποστήριξη, ενώ εσείς θα αξιοποιήσετε τις δεξιότητές σας για να ενισχύσετε την ορατότητα και να επεκτείνετε την εμβέλεια της πλατφόρμας μας."
        ],
    ],
    'scope_of_collaboration' => [
        'title' => 'Πεδίο Συνεργασίας',
        'text' => [
            "Οι πρότυπες και κατευθυντήριες γραμμές μας μας βοηθούν να διατηρούμε όλα όσα βρίσκονται στην πλατφόρμα μας σχετικά και κατάλληλα για ένα παγκόσμιο κοινό, χωρίς να περιορίζεται η ελευθερία της έκφρασης.",
            "Με την αποδοχή των όρων μας, αποδέχεστε όλους τους <strong>κανονισμούς και τα λειτουργικά πρότυπα της εταιρείας</strong>. Εάν δεν συμφωνείτε με τους εφαρμοστέους όρους, παρακαλούμε να ενημερώσετε την ομάδα υποστήριξής σας.",
            "Όλες αυτές οι πληροφορίες είναι σημαντικές γιατί (μαζί με το email επιβεβαίωσης κράτησης και οποιαδήποτε προ-συμβατική πληροφορία παρέχεται πριν από την κράτηση) καθορίζουν τους νομικούς όρους που διέπουν τους Παρόχους Υπηρεσιών στην προσφορά των Ταξιδιωτικών Εμπειριών τους μέσω της πλατφόρμας μας.",
            "Εάν υπάρχει κάποιο πρόβλημα με την Ταξιδιωτική σας Εμπειρία, μπορείτε να επικοινωνήσετε με την ομάδα υποστήριξής σας. Αυτό περιλαμβάνει την υποβολή καταγγελίας σε εμάς, την προσφυγή στο δικαστήριο, και (σε ορισμένες περιπτώσεις) τη χρήση των υπηρεσιών της ομάδας υποστήριξής μας.",
            "Εάν επιθυμείτε να ασκήσετε έφεση κατά μιας απόφασης μετριασμού ή να αναφέρετε οποιοδήποτε περιεχόμενο στην πλατφόρμα μας, θα συνδεθείτε με την νομική μας ομάδα. Μόλις η νομική μας ομάδα σας επικοινωνήσει, μπορείτε να υποβάλετε όλες τις καταγγελίες ή αναφορές σας σε αυτούς.",
            "Αυτή η σύνοψη αποτελεί μέρος των Όρων ή νομικών εγγράφων μας. Αυτή η σύνοψη απλά εξηγεί τους Όρους μας. Σας ενθαρρύνουμε να επικοινωνείτε πάντα με την κατάλληλη ομάδα.",
        ],
    ],
    'right_n_obligations' => [
        'title' => 'Δικαιώματα και Υποχρεώσεις',
        'text' => [
            'introduction' => [
                'title' => 'Εισαγωγή',
                'text' => 'Σε αυτή τη συνεργασία, είναι σημαντικό για τους συνεργάτες να κατανοούν τα δικαιώματα και τις υποχρεώσεις τους ώστε να διασφαλιστεί η αμοιβαία επιτυχία. Αυτά τα δικαιώματα και οι υποχρεώσεις έχουν σχεδιαστεί για να οικοδομήσουν μια διαφανή και αμοιβαία επωφελή σχέση μεταξύ των συνεργατών και του Booking.com.',
            ],
            'partner_rights' => [
                'title' => 'Δικαιώματα Συνεργάτη',
                'text' => [
                    [
                        'title' => "Πρόσβαση σε Πόρους",
                        'text' => "Έχετε δικαίωμα πρόσβασης στους πόρους που παρέχουμε, συμπεριλαμβανομένης της εκπαίδευσης και της τεχνικής υποστήριξης.",
                    ],
                    [
                        'title' => "Υποστήριξη από την Ομάδα",
                        'text' => "Έχετε δικαίωμα να λαμβάνετε υποστήριξη από την ομάδα μας στην εκτέλεση των καθηκόντων σας, συμπεριλαμβανομένης της βοήθειας στη διαδικασία εκτέλεσης του έργου σας.",
                    ],
                    [
                        'title' => "Προμήθεια για την Ολοκλήρωση Έργου",
                        'text' => "Έχετε δικαίωμα να λαμβάνετε προμήθεια σύμφωνα με τους εφαρμοστέους όρους για κάθε έργο που ολοκληρώνεται επιτυχώς μέσω της πλατφόρμας μας.",
                    ],
                    [
                        'title' => "Πόντοι που Κερδίζετε",
                        'text' => "Έχετε δικαίωμα να λαμβάνετε πόντους για κάθε έργο που ολοκληρώνετε. Έχετε το δικαίωμα να εξαργυρώσετε τους πόντους που συγκεντρώνετε για βραβεία διαθέσιμα στην πλατφόρμα μας.",
                    ],
                ],
            ],
            'partner_obligations' => [
                'title' => 'Υποχρεώσεις Συνεργάτη',
                'text' => [
                    [
                        'title' => "Συμμόρφωση με Κανονισμούς",
                        'text' => "Είστε υποχρεωμένοι να συμμορφώνεστε με όλους τους εφαρμοστέους κανονισμούς και νόμους που σχετίζονται με την τουριστική και καταλυματική επιχείρηση.",
                    ],
                    [
                        'title' => "Διατήρηση Προτύπων Υπηρεσιών",
                        'text' => "Πρέπει να διατηρείτε υψηλά πρότυπα υπηρεσιών σύμφωνα με τις κατευθυντήριες γραμμές που έχουμε ορίσει, συμπεριλαμβανομένου του σεβασμού προς την ομάδα υποστήριξής μας.",
                    ],
                    [
                        'title' => "Παροχή Ακριβών Πληροφοριών",
                        'text' => "Είστε υπεύθυνοι να διασφαλίζετε ότι οι πληροφορίες που παρέχετε στους πελάτες είναι ακριβείς και ενημερωμένες.",
                    ],
                    [
                        'title' => "Αναφορά Σημαντικών Ζητημάτων",
                        'text' => "Είστε υποχρεωμένοι να αναφέρετε οποιαδήποτε σημαντικά ζητήματα ή ανησυχίες στην ομάδα υποστήριξής μας το συντομότερο δυνατό.",
                    ],
                ],
            ],
        ],
    ],
    'commission_n_payment' => [
        'title' => 'Προμήθεια και Πληρωμή',
        'text' => [
            [
                'title' => 'Προμήθεια',
                'text' => [
                    "Όταν εργάζεστε σε ένα έργο, συμφωνείτε να πληρώσετε το κόστος του έργου που παραγγείλατε, συμπεριλαμβανομένων των εφαρμοστέων φόρων και άλλων χρεώσεων.",
                    "Ορισμένες τιμές έργων που παρέχονται από την υποστήριξή μας που βλέπετε μπορεί να έχουν στρογγυλοποιηθεί στο πλησιέστερο ακέραιο αριθμό. Η τιμή που πληρώνετε θα βασίζεται στην τιμή που εμφανίζεται για το έργο που παρέχεται από την υποστήριξή μας (αν και η πραγματική διαφορά θα είναι ελάχιστη).",
                    "Ειλικρινείς σφάλματα και τυπογραφικά σφάλματα δεν είναι δεσμευτικά. Για παράδειγμα, εάν εργάζεστε σε ένα έργο και έχει καθοριστεί ο χρόνος ολοκλήρωσης αλλά δεν τηρείτε τον καθορισμένο χρόνο, τότε το έργο θα αντιμετωπίσει προβλήματα, και είστε υποχρεωμένοι να το διορθώσετε και να το ολοκληρώσετε.",
                    "Κάθε έργο που αναλαμβάνετε κερδίζει μια προμήθεια 20% έως 30% με βάση το έργο που εργάζεστε και σύμφωνα με τις εφαρμοστέες ρυθμιστικές απαιτήσεις.",
                    "Παρέχουμε Τυχαία Έπαθλα Έργου. Αυτά τα τυχαία έπαθλα έργου θα απονεμηθούν τυχαία από το σύστημα. Κάθε συνεργάτης έχει την ευκαιρία να λάβει αυτά τα τυχαία έπαθλα έργου. Η προμήθεια που κερδίζεται από τα τυχαία έπαθλα έργου κυμαίνεται από 35% έως 80%. Εάν λάβετε ένα πρόγραμμα τυχαίας επιβράβευσης, θα πρέπει να ολοκληρωθεί πρώτα προτού μπορέσετε να αποσύρετε το υπόλοιπό σας."
                ],
            ],
            [
                'title' => 'Πληρωμή',
                'text' => [
                    "Για κάθε έργο που αναλαμβάνετε, πρέπει να κάνουμε πληρωμές εκ των προτέρων και/ή πληρωμές κατά τη διάρκεια της εκτέλεσης του έργου σας.",
                    "Για να διευκολύνουμε τη συναλλαγή αποστολής και λήψης χρημάτων πιο αποτελεσματικά, συνεργαζόμαστε με τρίτους που ονομάζονται Συνεργάτες Πράκτορες, οι οποίοι είναι υπεύθυνοι για τη μετατροπή των Ρουπιών Ινδονησίας σε ξένο νόμισμα και το αντίστροφο. Αυτοί οι συνεργάτες πράκτορες είναι αξιόπιστες επιχειρήσεις με εμπειρία και εξειδίκευση στη διαχείριση μετατροπής νομισμάτων.",
                    "Χρησιμοποιώντας συνεργάτες πράκτορες, μπορούμε να διασφαλίσουμε ότι η διαδικασία συναλλαγών είναι γρήγορη, ασφαλής και σύμφωνη με τους ανταγωνιστικούς συναλλαγματικούς δείκτες. Όλες οι συναλλαγές διεξάγονται σύμφωνα με τις εφαρμοστέες χρηματοοικονομικές κανονιστικές ρυθμίσεις, και δεν χρειάζεται να ανησυχείτε για την ασφάλεια ή την ακρίβεια αυτών των συναλλαγών.",
                    "Παρακαλώ σημειώστε ότι ενώ οι συνεργάτες πράκτορες βοηθούν στη διαδικασία μετατροπής, η εταιρεία μας παραμένει πλήρως υπεύθυνη για όλες τις συναλλαγές που γίνονται μέσω του συστήματός μας.",
                    "Δεν μπορούμε να κανονίσουμε την πληρωμή για το έργο σας; εμείς (ή, σε ορισμένες περιπτώσεις, οι θυγατρικές μας) δεν μπορούν να είναι υπεύθυνοι για τη διαχείριση της πληρωμής για το έργο σας. Σε αυτή την περίπτωση, η πληρωμή σας είναι η τελική ρύθμιση της τιμής του έργου και πρέπει να καταβληθεί εκ των προτέρων.",
                    "Εάν ένας τρίτος σας χρεώνει, αυτό συνήθως γίνεται μέσω επαναλαμβανόμενης χρέωσης, και ο τρίτος θα ζητήσει λειτουργικές χρεώσεις σύμφωνα με τις εφαρμοστέες διατάξεις με τον πάροχο υπηρεσιών, αλλά μπορεί επίσης να χρεωθεί στο σπίτι ή τον χώρο εργασίας σας.",
                    "Εάν ακυρώσετε το έργο που εργάζεστε, είστε υποχρεωμένοι να πληρώσετε ένα ποσό ποινής για αυτό το έργο και τυχόν απαραίτητες διοικητικές χρεώσεις σύμφωνα με τις εφαρμοστέες διατάξεις της εταιρείας.",
                    "Θα αποθηκεύσουμε τις λεπτομέρειες της Μεθόδου Πληρωμής σας για μελλοντικές συναλλαγές αφού έχετε πραγματοποιήσει τη συναλλαγή σας.",
                    "Εάν δεν συμμορφωθείτε με τους κανόνες σε αυτή την ενότητα, μπορεί να αναστείλουμε αυτόματα το υπόλοιπό σας μαζί με τον λογαριασμό συνεργάτη σας.",
                    "Μπορούμε να συμψηφίσουμε ή να ρυθμίσουμε κάποια ή όλα τα Βραβεία σας έναντι οποιωνδήποτε απαιτήσεων που μπορεί να έχουμε εναντίον σας. Μπορούμε να το κάνουμε αυτό ανά πάσα στιγμή, και πρέπει απλά να το επιβεβαιώσετε με την ομάδα υποστήριξής μας.",
                    "Μπορούμε να αλλάξουμε, να αναστείλουμε ή να τερματίσουμε οποιαδήποτε πτυχή του Προγράμματος Πορτοφολιού ή Επιβραβεύσεων. Συγκεκριμένα, μπορούμε να αλλάξουμε: Θα καταβάλουμε εύλογες προσπάθειες να σας ειδοποιήσουμε εκ των προτέρων εάν κάνουμε οποιεσδήποτε αλλαγές σχετικές με τις συναλλαγές."
                ],
            ],
        ],
    ],
    'applicable_laws_n_regulations' => [
        'title' => 'Εφαρμόσιμες Νομοθεσίες και Κανονισμοί',
        'text' => [
            "Η εταιρεία και όλοι οι συνεργάτες και πελάτες πρέπει να συμμορφώνονται με όλους τους εφαρμοστέους νόμους, κανονισμούς και κυβερνητικές πολιτικές στη δικαιοδοσία όπου λειτουργεί η εταιρεία.",
            "Όλες οι δραστηριότητες στο πλαίσιο αυτής της συνεργασίας πρέπει να συμμορφώνονται με τους νόμους που ισχύουν στην Ινδονησία, συμπεριλαμβανομένων, αλλά όχι περιορισμένων σε, νόμους για τον τουρισμό, τη φορολογία, την προστασία των καταναλωτών και κανονισμούς που σχετίζονται με τις διασυνοριακές συναλλαγές.",
            "Οι συνεργάτες είναι υποχρεωμένοι να διασφαλίσουν ότι όλες οι πληροφορίες που παρέχονται σε αυτή τη συνεργασία είναι ακριβείς και συμμορφώνονται με τις εφαρμοστέες κανονιστικές ρυθμίσεις, καθώς και να διατηρούν πρότυπα υπηρεσιών σύμφωνα με τους ισχύοντες νόμους.",
            "Σε περίπτωση παραβίασης των εφαρμοστέων κανονισμών ή νομικών διατάξεων, η εταιρεία έχει το δικαίωμα να τερματίσει τη σύμβαση συνεργασίας χωρίς περαιτέρω ειδοποίηση και να ζητήσει αποζημίωση που προκύπτει από τέτοιες παραβιάσεις.",
            "Εάν οποιοδήποτε μέρος αυτών των όρων και προϋποθέσεων συγκρούεται με τους νόμους που ισχύουν για την εταιρεία, αυτό το μέρος θα θεωρείται άκυρο, αλλά τα υπόλοιπα μέρη θα παραμένουν πλήρως σε ισχύ.",
            "Είστε υποχρεωμένοι να συμμορφωθείτε με την πολιτική απορρήτου μας που σχετίζεται με τη διαδικασία ολοκλήρωσης έργου και την προστασία προσωπικών δεδομένων σύμφωνα με τους εφαρμοστέους νόμους προστασίας δεδομένων.",
            "Η εταιρεία διατηρεί το δικαίωμα να ενημερώνει αυτούς τους όρους νομικής συμμόρφωσης ανά πάσα στιγμή με βάση τις κανονιστικές αλλαγές ή τις εσωτερικές ενημερώσεις πολιτικής. Θα αποσταλεί ειδοποίηση στους συνεργάτες σχετικά με οποιεσδήποτε τέτοιες αλλαγές.",
            "Όλοι οι συνεργάτες και πελάτες που συμμετέχουν στις υπηρεσίες που παρέχονται από την Booking.com είναι υποχρεωμένοι να συμμορφώνονται με όλους τους εφαρμοστέους νόμους, κανονισμούς και πολιτικές, τόσο σε τοπικό, εθνικό όσο και διεθνές επίπεδο, συμπεριλαμβανομένης της φορολογίας, της προστασίας προσωπικών δεδομένων και των προτύπων της τουριστικής βιομηχανίας.",
            "Παραβιάσεις των εφαρμοστέων κανονισμών ενδέχεται να οδηγήσουν σε τερματισμό της συνεργασίας χωρίς περαιτέρω ειδοποίηση και μπορεί να οδηγήσουν σε νομικές ενέργειες. Διατηρούμε το δικαίωμα να ενημερώνουμε αυτούς τους όρους και τις προϋποθέσεις σύμφωνα με τις αλλαγές στη νομοθεσία. Είστε υποχρεωμένοι να συμμορφώνεστε πάντα με τους εφαρμοστέους κανονισμούς και θα ενημερωθείτε για οποιεσδήποτε σημαντικές αλλαγές.",
        ],
    ],
    'transfer' => [
        'title' => 'Μεταφορά',
        'text' => [
            "Συμφωνείτε ότι τα δικαιώματα και οι υποχρεώσεις σας σύμφωνα με αυτούς τους όρους και προϋποθέσεις δεν μπορούν να μεταφερθούν σε τρίτο μέρος, εκτός από τις διατάξεις που αναφέρονται σε αυτούς τους όρους και προϋποθέσεις."
        ]
    ],
    'other_provisions' => [
        'title' => 'Άλλες Διατάξεις',
        'text' => [
            "Η εταιρεία διατηρεί το δικαίωμα να αλλάξει ή να ενημερώσει αυτούς τους όρους και προϋποθέσεις ανά πάσα στιγμή. Οι συνεργάτες θα ειδοποιούνται για σημαντικές αλλαγές μέσω ηλεκτρονικού ταχυδρομείου ή ειδοποιήσεων στην πλατφόρμα συνεργατών μας.",
            "Όλες οι επίσημες ειδοποιήσεις που σχετίζονται με τη συνεργασία ή τη χρήση της πλατφόρμας θα γίνονται μέσω άλλων εγκεκριμένων μεθόδων επικοινωνίας (WhatsApp & Φωνητικές Κλήσεις). Είστε υπεύθυνοι για την παροχή ακριβών στοιχείων επικοινωνίας και για την ενημέρωσή τους σε περίπτωση αλλαγών.",
            "Οποιεσδήποτε διαφορές που προκύπτουν σε σχέση με αυτούς τους όρους και προϋποθέσεις θα επιλύονται πρώτα μέσω διαπραγμάτευσης. Εάν οι διαπραγματεύσεις δεν είναι επιτυχείς, η διαφορά θα επιλυθεί μέσω διαιτησίας σύμφωνα με τους εφαρμοστέους νόμους και κανονισμούς.",
            "Με την ιδιότητα του συνεργάτη μας, δηλώνετε ότι έχετε διαβάσει και συμφωνήσει με τους εφαρμοστέους όρους και προϋποθέσεις της εταιρείας μας; επομένως, κάθε μέρος αυτών των όρων και προϋποθέσεων θεωρείται έγκυρο και δεν μπορεί να τροποποιηθεί ή να αποσπαστεί από αυτούς τους όρους και προϋποθέσεις.",
        ]
    ],
    'contact_us' => [
        'title' => "Επικοινωνήστε μαζί μας μέσω του Customer Care της Mitra-Booking.com",
        'text' => "Εάν αντιμετωπίσετε οποιαδήποτε από τις παρακάτω καταστάσεις:",
        'subtext' => [
            [
                'text' => "Παράπονα που σχετίζονται με τη χρήση της ιστοσελίδας ή των υπηρεσιών μας.",
                'subtext' => [
                    // don't change the array key, it's on purpose
                    1 => ''
                ],
            ],
            [
                'text' => "Τα προσωπικά σας δεδομένα έχουν παραβιαστεί από εμάς, ή επιθυμείτε να επικοινωνήσετε μαζί μας σχετικά με τα προσωπικά δεδομένα, μπορείτε να επικοινωνήσετε μαζί μας στο:",
                'subtext' => [
                    0 => 'Telegram : <a class="text-dark font-weight-bold" href="https://t.me/mitrabooking" target="__blank">MitraBooking</a>',
                    1 => 'Customer Care : <a class="text-dark font-weight-bold" href="mailto:Admin-pusat@mitra-Booking.com">Admin-pusat@mitra-Booking.com</a>',
                ],
            ],
        ],
    ]



];


