<?php
return [
    'title' => '비즈니스 개발 파트너 이용 약관',
    'introduction' => [
        'title' => '소개',
        'text' => [
            "Booking.com에 오신 것을 환영합니다. 저희는 1996년부터 매일 150만 명 이상의 사용자를 대상으로 서비스를 제공하고 있으며, 세계적으로 2,800만 개 이상의 숙박 옵션을 보유한 선도적인 숙박 예약 플랫폼 중 하나입니다.",
            "<strong>저희의 비전</strong>은 여행자들이 자신의 여행을 자유롭게 계획하고 선택할 수 있도록 돕는 것이며, <strong>저희의 미션</strong>은 다양한 숙박 옵션의 접근성과 가시성을 높이는 것입니다. 이는 5성급 호텔부터 독특하고 경제적인 숙박 시설까지 포함됩니다.",
            "저희는 <strong>비즈니스 개발 파트너</strong>로서 여러분을 초대합니다. 이 협업을 통해 Booking.com에 더 많은 숙박 소유자들이 참여할 수 있도록 플랫폼의 가치를 높이고 확장하는 데 중요한 역할을 맡게 될 것입니다. 이러한 협력 관계는 참여하는 모든 당사자에게 상호 이익을 가져올 것으로 믿습니다.",
            "저희는 여러분과 협업하여 관광 산업의 지속 가능한 성장을 위한 기여를 할 수 있게 되어 매우 기쁩니다. 함께 새로운 상호 이익 기회를 창출할 수 있을 것이라고 확신합니다.",
        ],
    ],
    'parties_involved' => [
        'title' => '관련 당사자',
        'text' => [
            "본 문서에서 Booking.com 그룹의 회사들은 '저희,' '우리의,' 혹은 'Booking.com'으로 지칭될 수 있습니다. 비즈니스 파트너를 대표하여 활동하는 개인, 직원, 소유자 또는 대리인은 '여러분,' '당신의,' 또는 '비즈니스 파트너'로 지칭될 수 있습니다.",
            "우리와 여러분의 관계는 상호 비즈니스 목표를 달성하기 위해 서로를 지원하는 협력 관계입니다. 우리는 필요한 모든 지원을 제공할 것이며, 여러분은 플랫폼의 가시성을 높이고 확장하는 데 자신의 역량을 발휘할 것입니다.",
        ],
    ],
    'scope_of_collaboration' => [
        'title' => '협력의 범위',
        'text' => [
            "저희의 표준과 지침은 전 세계의 다양한 관객에게 적합한 콘텐츠를 유지하면서도 표현의 자유를 제한하지 않도록 돕습니다.",
            "저희 약관에 동의함으로써, 여러분은 <strong>회사의 규정 및 운영 기준</strong>을 모두 수락하게 됩니다. 적용되는 조건에 동의하지 않으시면 지원팀에 알려주십시오.",
            "이 모든 정보는 중요합니다. (예약 확인 이메일 및 예약 전에 제공된 사전 계약 정보와 함께) 플랫폼을 통해 여행 경험을 제공하는 서비스 제공자에게 적용되는 법적 조건을 설정하기 때문입니다.",
            "여행 경험에 문제가 있을 경우, 지원팀에 연락하실 수 있습니다. 여기에는 저희에게 불만을 제기하거나 법정에 문제를 제기하는 경우도 포함됩니다.",
            "중재 결정에 이의를 제기하거나 플랫폼의 콘텐츠를 신고하려면 법률팀에 연결됩니다. 법률팀이 여러분에게 연락한 후, 모든 불만 또는 신고 내용을 제출할 수 있습니다.",
            "이 요약은 약관 또는 법적 문서의 일부입니다. 이 요약은 단순히 약관을 설명한 것이므로, 관련 팀과 항상 소통하시길 권장합니다.",
        ],
    ],
    'right_n_obligations' => [
        'title' => '권리와 의무',
        'text' => [
            'introduction' => [
                'title' => '소개',
                'text' => '이 협업에서 파트너가 권리와 의무를 이해하는 것은 상호 성공을 위해 중요합니다. 이러한 권리와 의무는 파트너와 Booking.com 간의 투명하고 상호 이익이 되는 관계를 구축하기 위해 설계되었습니다.',
            ],
            'partner_rights' => [
                'title' => '파트너의 권리',
                'text' => [
                    [
                        'title' => "자원 접근",
                        'text' => "여러분은 저희가 제공하는 자원, 교육 및 기술 지원에 접근할 권리가 있습니다.",
                    ],
                    [
                        'title' => "팀의 지원",
                        'text' => "여러분은 과업을 수행하는 동안 저희 팀의 지원을 받을 권리가 있으며, 프로젝트를 실행하는 과정에서 도움을 받을 수 있습니다.",
                    ],
                    [
                        'title' => "프로젝트 완료에 대한 수수료",
                        'text' => "여러분은 플랫폼을 통해 성공적으로 완료된 각 프로젝트에 대해 적용되는 조건에 따라 수수료를 받을 권리가 있습니다.",
                    ],
                    [
                        'title' => "획득한 포인트",
                        'text' => "여러분은 완료한 각 프로젝트에 대해 포인트를 받을 권리가 있으며, 축적한 포인트는 플랫폼에서 제공되는 보상으로 교환할 수 있습니다.",
                    ],
                ],
            ],
            'partner_obligations' => [
                'title' => '파트너의 의무',
                'text' => [
                    [
                        'title' => "규정 준수",
                        'text' => "여러분은 관광 및 숙박업과 관련된 모든 규정과 법률을 준수해야 합니다.",
                    ],
                    [
                        'title' => "서비스 기준 유지",
                        'text' => "여러분은 저희가 설정한 지침에 따라 높은 서비스 기준을 유지해야 하며, 지원팀을 존중해야 합니다.",
                    ],
                    [
                        'title' => "정확한 정보 제공",
                        'text' => "여러분은 저희 및 지원팀에게 제공하는 모든 정보가 정확하고 최신 상태임을 확인할 책임이 있습니다.",
                    ],
                    [
                        'title' => "문제 보고",
                        'text' => "여러분은 문제를 합리적인 시간 내에 저희에게 보고하여 저희가 적절한 솔루션과 지침을 제공할 수 있도록 해야 합니다.",
                    ],
                    [
                        'title' => "프로젝트 완료",
                        'text' => "여러분은 착수한 모든 프로젝트를 끝까지 완료해야 하며, 저희 지원팀이 항상 지침을 제공할 것입니다.",
                    ],
                ],
            ],
        ],
    ],
    'commission_n_payment' => [
        'title' => '수수료 및 결제',
        'text' => [
            [
                'title' => '수수료',
                'text' => [
                    "여러분이 프로젝트를 수행할 때, 주문한 프로젝트 수수료(적용되는 세금 및 기타 수수료 포함)를 지불할 것에 동의하게 됩니다.",
                    "지원팀에서 제공한 일부 프로젝트 가격은 가장 가까운 정수로 반올림되었을 수 있습니다. 지불할 가격은 지원팀이 제공한 프로젝트에 대한 가격을 기준으로 하며(차이는 최소화됩니다).",
                    "정확하지 않은 오류 및 오타는 구속력이 없습니다. 예를 들어, 여러분이 프로젝트를 수행 중인데 지정된 완료 시간을 지키지 않으면 해당 프로젝트는 문제가 발생할 수 있으며 이를 수정하고 완료해야 합니다.",
                    "수행하는 각 프로젝트는 해당 프로젝트 및 규정 요건에 따라 20%에서 30%의 수수료를 받게 됩니다.",
                    "저희는 랜덤 프로젝트 보상을 제공합니다. 이 랜덤 프로젝트 보상은 시스템에 의해 무작위로 제공됩니다. 각 파트너는 이러한 랜덤 프로젝트 보상을 받을 기회가 있으며, 랜덤 보상에서 발생하는 수수료는 35%에서 80%까지입니다. 랜덤 보상 프로그램을 받으면 먼저 완료해야 잔액을 인출할 수 있습니다.",
                ],
            ],
            [
                'title' => '결제',
                'text' => [
                    "각 프로젝트를 수행하기 위해 사전 지불 및/또는 프로젝트 실행 중에 지불해야 합니다.",
                    "자금을 송금하고 수령하는 과정을 보다 효율적으로 진행하기 위해, 우리는 통상적으로 에이전트 파트너라고 불리는 제3자와 협력하며, 이들은 인도네시아 루피아를 외환으로 전환하는 책임을 집니다. 이 에이전트 파트너들은 신뢰할 수 있는 개인 사업체로, 통화 전환 관리에 대한 경험과 전문성을 갖추고 있습니다.",
                    "에이전트 파트너를 사용함으로써, 우리는 거래 프로세스가 신속하고 안전하며 경쟁력 있는 환율에 맞춰 진행될 수 있도록 보장합니다. 모든 거래는 적용 가능한 금융 규정에 따라 진행되며, 이러한 거래의 안전성이나 정확성에 대해 걱정할 필요가 없습니다.",
                    "에이전트 파트너가 전환 프로세스를 지원하는 동안, 우리 회사는 시스템을 통해 이루어지는 모든 거래에 대해 전적으로 책임을 집니다.",
                    "우리는 귀하의 프로젝트에 대한 지불을 조정할 수 없습니다. 우리는(또는 경우에 따라 우리의 제휴사가) 귀하의 프로젝트에 대한 지불을 관리하는 책임을 질 수 없습니다. 이 경우 귀하의 지불은 프로젝트 가격의 최종 정산이며 사전 지불되어야 합니다.",
                    "제3자가 귀하에게 요금을 부과하는 경우, 이는 일반적으로 반복 청구를 통해 이루어지며, 제3자는 서비스 제공자와의 적용 가능한 조항에 따라 운영 수수료를 요청할 것입니다. 그러나 이는 귀하의 거주지나 직장에서 부과될 수 있습니다.",
                    "진행 중인 프로젝트를 취소하는 경우, 귀하는 그 프로젝트에 대한 위약금과 회사의 적용 가능한 조항에 따라 필요한 관리 수수료를 지불해야 합니다.",
                    "거래 후 향후 거래를 위해 귀하의 결제 방법 세부 정보를 저장합니다.",
                    "이 섹션의 규칙을 준수하지 않을 경우, 귀하의 잔액과 파트너 계정을 자동으로 일시 중지할 수 있습니다.",
                    "우리는 귀하에 대한 청구금과 상계하거나 정산할 수 있습니다. 이는 언제든지 가능하며, 단지 지원 팀에 확인하면 됩니다.",
                    "우리는 지갑 또는 보상 프로그램의 일부 또는 모든 측면을 변경, 중단 또는 종료할 수 있습니다. 구체적으로 우리는 거래와 관련하여 변경 사항이 있을 경우, 사전에 귀하에게 알릴 수 있도록 합리적인 노력을 기울일 것입니다.",
                ],
            ],
        ],
    ],
    'applicable_laws_n_regulations' => [
        'title' => '적용 법률 및 규정',
        'text' => [
            "회사는 모든 파트너 및 고객이 회사가 운영되는 관할권 내의 모든 적용 법률, 규정 및 정부 정책을 준수해야 합니다.",
            "이 파트너십 내의 모든 활동은 인도네시아에서 시행되는 법률, 관광, 세금, 소비자 보호법 및 국경 간 거래와 관련된 규정을 포함하되 이에 국한되지 않고 준수해야 합니다.",
            "파트너는 이 파트너십에서 제공된 모든 정보가 정확하고 적용 가능한 규정을 준수하며, 시행되는 법률에 따라 서비스 기준을 유지하도록 해야 합니다.",
            "적용 규정 또는 법률 조항 위반 시, 회사는 사전 통보 없이 파트너십 계약을 종료할 권리가 있으며, 그러한 위반으로 인한 손해를 청구할 수 있습니다.",
            "이 약관의 어떤 부분이 회사에 적용되는 법률과 충돌하는 경우, 그 부분은 무효로 간주되지만 나머지 부분은 여전히 완전하게 유효합니다.",
            "귀하는 프로젝트 완료 과정 및 적용 가능한 데이터 보호 법률에 따라 개인 데이터 보호와 관련된 우리의 개인정보 보호정책을 준수해야 합니다.",
            "회사는 규제 변경이나 내부 정책 업데이트에 따라 언제든지 이러한 법적 준수 약관을 업데이트할 권리를 보유합니다. 이러한 변경 사항에 대한 통지가 파트너에게 발송됩니다.",
            "Booking.com에서 제공하는 서비스에 참여하는 모든 파트너 및 고객은 지역, 국가 및 국제 수준에서 세금, 개인 데이터 보호 및 관광 산업 기준을 포함하여 모든 적용 법률, 규정 및 정책을 준수해야 합니다.",
            "적용 규정 위반은 파트너십 종료로 이어질 수 있으며 법적 조치를 초래할 수 있습니다. 우리는 법률 변경에 따라 이러한 약관을 업데이트할 권리를 보유합니다. 귀하는 항상 적용 규정을 준수해야 하며, 중요한 변경 사항에 대한 통지를 받게 됩니다.",
        ],
    ],
    'transfer' => [
        'title' => '양도',
        'text' => [
            "귀하는 이러한 약관에 따라 귀하의 권리와 의무가 제3자에게 양도될 수 없음을 동의합니다. 이는 본 약관에서 언급된 조항을 제외합니다."
        ]
    ],
    'other_provisions' => [
        'title' => '기타 조항',
        'text' => [
            "회사는 언제든지 이러한 약관을 변경하거나 업데이트할 권리를 보유합니다. 파트너에게는 중요한 변경 사항이 이메일 또는 파트너 플랫폼의 알림을 통해 통지됩니다.",
            "파트너십 또는 플랫폼 사용과 관련된 모든 공식 통지는 다른 승인된 통신 방법(WhatsApp 및 음성 통화)을 통해 이루어집니다. 귀하는 정확한 연락처 정보를 제공하고 변경 시 이를 업데이트할 책임이 있습니다.",
            "이러한 약관과 관련하여 발생하는 모든 분쟁은 먼저 협상을 통해 해결해야 합니다. 협상이 실패할 경우, 분쟁은 적용 가능한 법률 및 규정에 따라 중재를 통해 해결됩니다.",
            "파트너가 됨으로써 귀하는 회사의 적용 약관을 읽고 동의함을 나타내며, 따라서 이러한 약관의 각 부분은 유효한 것으로 간주되며 변경되거나 분리될 수 없습니다.",
        ]
    ],
    'contact_us' => [
        'title' => "Mitra-Booking.com 고객 서비스에 문의하세요",
        'text' => "다음 상황 중 하나에 직면한 경우:",
        'subtext' => [
            [
                'text' => "우리 웹사이트 또는 서비스 사용과 관련된 불만 사항.",
                'subtext' => [
                    1 => ''
                ],
            ],
            [
                'text' => "귀하의 개인 데이터가 우리에 의해 침해되었거나, 개인 데이터와 관련하여 소통하고자 하는 경우, 다음 연락처로 문의할 수 있습니다:",
                'subtext' => [
                    0 => '텔레그램 : <a class="text-dark font-weight-bold" href="https://t.me/mitrabooking" target="__blank">MitraBooking</a>',
                    1 => '고객 서비스 : <a class="text-dark font-weight-bold" href="mailto:Admin-pusat@mitra-Booking.com">Admin-pusat@mitra-Booking.com</a>',
                ],
            ],
        ],
    ],

];

