<?php

return [
    'activate_data_succeed' => 'Активацията на данните беше успешна!',
    'activate_data_failed' => 'Активацията на данните не успя!',
    'activate_data_not_found' => 'Активацията не успя, защото данните не бяха намерени!',
    'activate_deactivate_data_not_found' => 'Активацията или деактивацията не успя, защото данните не бяха намерени!',

    'add_data_succeed' => 'Данните бяха добавени успешно!',
    'add_data_failed' => 'Добавянето на данните не успя!',

    'deactivate_data_succeed' => 'Деактивацията на данните беше успешна!',
    'deactivate_data_failed' => 'Деактивацията на данните не успя!',
    'deactivate_data_not_found' => 'Деактивацията не успя, защото данните не бяха намерени!',

    'delete_data_succeed' => 'Данните бяха изтрити успешно!',
    'delete_data_failed' => 'Изтриването на данните не успя!',
    'delete_data_not_found' => 'Изтриването не успя, защото данните не бяха намерени!',

    'failed_open_data' => 'Не успяхме да отворим данните! Моля, опитайте отново.',

    'update_data_succeed' => 'Данните бяха актуализирани успешно!',
    'update_data_failed' => 'Актуализацията на данните не успя!',
    'update_data_not_found' => 'Актуализацията не успя, защото данните не бяха намерени!',

    // confirm
    'confirm_delete_data' => 'Наистина ли искате да изтриете тези данни?',
    'confirm_delete_staff' => 'Наистина ли искате да изтриете данните на служителите?',
    'confirm_restore_data' => 'Наистина ли искате да възстановите тези данни?',
    'confirm_restore_staff' => 'Наистина ли искате да възстановите данните на служителите?',

    'text' => [
        'activate_data_succeed' => 'Данните бяха активирани успешно!',
        'activate_data_failed' => 'Неуспешно активиране на данните.',
        'activate_data_not_found' => 'Активацията не успя: Данните не са намерени.',
        'activate_deactivate_data_not_found' => 'Действието не успя: Данните не са намерени за активиране или деактивиране.',

        'add_data_succeed' => 'Данните бяха добавени успешно!',
        'add_data_failed' => 'Неуспешно добавяне на данните.',

        'deactivate_data_succeed' => 'Данните бяха деактивирани успешно!',
        'deactivate_data_failed' => 'Неуспешно деактивиране на данните.',
        'deactivate_data_not_found' => 'Деактивацията не успя: Данните не са намерени.',

        'delete_data_succeed' => 'Данните бяха изтрити успешно!',
        'delete_data_failed' => 'Неуспешно изтриване на данните.',
        'delete_data_not_found' => 'Изтриването не успя: Данните не са намерени.',

        'failed_open_data' => 'Неуспешно отваряне на данните. Моля, опитайте отново.',

        'password_change_succeed' => 'Паролата Ви беше променена!',
        'password_change_failed' => 'Паролата Ви не беше променена! Опитайте отново.',

        'update_data_succeed' => 'Данните бяха актуализирани успешно!',
        'update_data_failed' => 'Неуспешна актуализация на данните.',
        'update_data_not_found' => 'Актуализацията не успя: Данните не са намерени.',

        'withdrawal_balance_not_enough' => 'Неуспешна актуализация на заявката за теглене! Недостатъчен баланс! Заявката за теглене е автоматично отхвърлена.',
    ],

];
