<?php
return [
    'title' => 'Условия и условия за партньори по бизнес развитие',
    'introduction' => [
        'title' => 'Въведение',
        'text' => [
            "Добре дошли в <strong>Booking.com</strong>, една от водещите платформи за резервация на настаняване в света, обслужваща повече от 1.5 милиона потребители ежедневно от 1996 година. С над 28 милиона опции за настаняване по целия свят, ние сме ангажирани да предоставим изключително пътуване на нашите клиенти.",
            "<strong>Нашата визия</strong> е да дадем на пътуващите свободата да избират и планират своите пътувания по начин, който им подхожда най-добре. <strong>Нашата мисия</strong> е да увеличим достъпността и видимостта на широк спектър от опции за настаняване, от петзвездни хотели до уникални и достъпни места за настаняване.",
            "За да постигнем нашата визия и мисия, ви каним да се присъедините към нас като <strong>Партньор по бизнес развитие</strong>. Чрез това сътрудничество вие ще играете ключова роля в помощта на нас за увеличаване на стойността на нашата платформа и достигане до повече собственици на настаняване, които да се присъединят към Booking.com. Ние вярваме, че това синергично сътрудничество ще донесе взаимни ползи за всички страни.",
            "Много сме развълнувани да си сътрудничим с вас и заедно да допринесем за устойчивия растеж на туристическата индустрия. Убедени сме, че заедно можем да създадем взаимовигодни нови възможности.",
        ],
    ],
    'parties_involved' => [
        'title' => 'Участващи страни',
        'text' => [
            "В този документ групата компании Booking.com може да бъде наричана 'ние', 'нашите' или 'Booking.com'. Лица, служители, собственици или представители, действащи от името на нашите бизнес партньори, колективно или индивидуално, могат да бъдат наричани 'вие', 'вашите' или 'Бизнес партньор'.",
            "Отношението между нас и вас е синергично сътрудничество, при което двете страни ще си оказват взаимна подкрепа за постигане на общи бизнес цели. Ние ще предоставим цялата необходима подкрепа, докато вие ще използвате вашите умения, за да помогнете за повишаване на видимостта и разширяване на обхвата на нашата платформа."
        ],
    ],
    'scope_of_collaboration' => [
        'title' => 'Обхват на сътрудничеството',
        'text' => [
            "Нашите стандарти и насоки ни помагат да поддържаме всичко на нашата платформа актуално и подходящо за глобалната аудитория, без да ограничаваме свободата на изразяване.",
            "Съгласявайки се с нашите условия, вие приемате всички <strong>правила и оперативни стандарти на компанията</strong>. Ако не се съгласявате с приложимите условия, моля, уведомете вашия екип за поддръжка.",
            "Всичката тази информация е важна, тъй като (заедно с потвърдителния имейл за резервация и всяка предварителна информация, предоставена преди резервацията) установява правните условия, на които основателите на услуги предлагат своите туристически изживявания чрез нашата платформа.",
            "Ако нещо не е наред с вашето туристическо изживяване, можете да се свържете с вашия екип за поддръжка. Това включва подаване на жалба към нас, предявяване на иска в съда и (в някои случаи) използване на услугите на нашия екип за поддръжка.",
            "Ако желаете да обжалвате решение на модератор или да докладвате за съдържание на нашата платформа, ще бъдете свързани с нашия правен екип. След като нашият правен екип се свърже с вас, можете да подадете всички ваши жалби или доклади до тях.",
            "Тази резюме е част от нашите условия или правни документи. Тази резюме просто обяснява нашите условия. Насърчаваме ви винаги да комуникирате с подходящия екип.",
        ],
    ],
    'right_n_obligations' => [
        'title' => 'Права и задължения',
        'text' => [
            'introduction' => [
                'title' => 'Въведение',
                'text' => 'В това сътрудничество е важно партньорите да разберат своите права и задължения, за да осигурят взаимния успех. Тези права и задължения са предназначени да изградят прозрачна и взаимовигодна връзка между партньорите и Booking.com.',
            ],
            'partner_rights' => [
                'title' => 'Права на партньорите',
                'text' => [
                    [
                        'title' => "Достъп до ресурси",
                        'text' => "Вие имате право на достъп до ресурсите, предоставени от нас, включително обучение и техническа поддръжка.",
                    ],
                    [
                        'title' => "Подкрепа от екипа",
                        'text' => "Вие имате право да получавате подкрепа от нашия екип при изпълнението на вашите задачи, включително помощ в процеса на изпълнение на проекта ви.",
                    ],
                    [
                        'title' => "Комисионна за завършване на проекта",
                        'text' => "Вие имате право да получавате комисионна в съответствие с приложимите условия за всеки проект, успешно завършен чрез нашата платформа.",
                    ],
                    [
                        'title' => "Натрупани точки",
                        'text' => "Вие имате право да получавате точки за всеки проект, който завършите. Имате право да обменяте натрупаните точки за награди, налични на нашата платформа.",
                    ],
                ],
            ],
            'partner_obligations' => [
                'title' => 'Задължения на партньорите',
                'text' => [
                    [
                        'title' => "Съответствие с правилата",
                        'text' => "Вие сте задължени да спазвате всички приложими разпоредби и закони, свързани с туристическия и настанителния бизнес.",
                    ],
                    [
                        'title' => "Поддържане на стандартите на услугата",
                        'text' => "Трябва да поддържате високи стандарти на обслужване в съответствие с насоките, зададени от нас, включително да се отнасяте с уважение към нашия екип за поддръжка.",
                    ],
                    [
                        'title' => "Предоставяне на точна информация",
                        'text' => "Вие сте отговорни за осигуряването на точност и актуалност на всичката информация, предоставена на нас и екипа за поддръжка.",
                    ],
                    [
                        'title' => "Докладване на проблеми",
                        'text' => "Вие сте задължени да докладвате за всякакви проблеми на нас в разумен срок, за да можем да предоставим решения и адекватни указания.",
                    ],
                    [
                        'title' => "Завършване на проектите до край",
                        'text' => "Вие сте задължени да завършите всеки проект, по който работите, до неговото приключване. Нашият екип за поддръжка винаги ще ви предоставя указания.",
                    ],
                ],
            ],
        ],
    ],
    'commission_n_payment' => [
        'title' => 'Комисия и плащане',
        'text' => [
            [
                'title' => 'Комисия',
                'text' => [
                    "Когато работите по проект, вие се съгласявате да платите таксата за проекта, който поръчахте, включително приложимите данъци и други такси.",
                    "Някои цени на проекти, предоставени от нашия екип за поддръжка, които виждате, може да са закръглени до най-близкото цяло число. Цената, която плащате, ще се основава на цената, показана за проекта, предоставен от нашия екип за поддръжка (въпреки че действителната разлика ще бъде минимална).",
                    "Истинските грешки и печатни грешки не са обвързващи. Например, ако работите по проект и е посочено времето за завършване, но не спазвате указаниято време, проектът ще срещне проблеми и вие сте задължени да го коригирате и завършите.",
                    "Всеки проект, по който работите, носи комисионна от 20% до 30% в зависимост от проекта, по който работите, и в съответствие с приложимите регулаторни изисквания.",
                    "Предоставяме случайни награди за проекти. Тези случайни награди за проекти ще бъдат присъдени случайно от системата. Всеки партньор има възможност да получи тези случайни награди за проекти. Комисионната, спечелена от случайните награди за проекти, варира от 35% до 80%. Ако получите случайна награда, тя трябва да бъде завършена първо, преди да можете да изтеглите баланса си."
                ]
            ],
            [
                'title' => 'Плащания',
                'text' => [
                    'text' => [
                        "За всеки поет проект е необходимо да извършваме плащания предварително и/или плащания, направени по време на изпълнението на вашия проект.",
                        "За да улесним транзакцията по изпращане и получаване на средства по-ефективно, си сътрудничим с трети страни, наричани обикновено Партньори Агенти, които отговарят за конвертирането на индонезийски рупии в чуждестранна валута и обратно. Тези партньори агенти са доверени индивидуални бизнеси с опит и експертиза в управлението на валутни конверсии.",
                        "Чрез използването на партньори агенти можем да осигурим, че процесът на транзакция е бърз, сигурен и съобразен с конкурентни курсове за обмяна. Всички транзакции се извършват в съответствие с приложимите финансови разпоредби и не е нужно да се притеснявате за сигурността или точността на тези транзакции.",
                        "Моля, обърнете внимание, че докато партньорите агенти помагат в процеса на конверсия, нашата компания остава напълно отговорна за всички транзакции, извършени чрез нашата система.",
                        "Не можем да организираме плащането за вашия проект; ние (или, в някои случаи, нашите филиали) не можем да носим отговорност за управлението на плащането за вашия проект. В този случай вашето плащане е окончателното уреждане на цената на проекта и трябва да бъде платено предварително.",
                        "Ако трета страна ви таксува, това обикновено се извършва чрез периодично фактуриране, и третата страна ще поиска оперативни такси съгласно приложимите разпоредби с доставчика на услуги, но може да бъде начислено и на вашето жилище или работно място.",
                        "Ако отмените проекта, по който работите, вие сте задължени да платите неустойка за този проект и всякакви необходими административни такси в съответствие с приложимите разпоредби на компанията.",
                        "Ще съхраняваме данните на вашия метод на плащане за бъдещи транзакции, след като сте извършили вашата транзакция.",
                        "Ако не спазвате правилата в този раздел, можем автоматично да суспендираме вашия баланс заедно с вашия партньорски акаунт.",
                        "Можем да компенсираме или уреждаме част от или всички ваши Награди спрямо всякакви искове, които можем да имаме срещу вас. Можем да направим това по всяко време и вие само трябва да потвърдите с нашия екип за поддръжка.",
                        "Можем да променим, суспендираме или прекратим всякакъв аспект на програмата за Портфейл или Награди. Конкретно, можем да променим: Ще положим разумни усилия да ви уведомим предварително, ако направим промени, свързани с транзакциите."
                    ],
                ]
            ],
        ],
    ],
    'transfer' => [
        'title' => 'Прехвърляне',
        'text' => [
            "Вие се съгласявате, че вашите права и задължения по тези условия и разпоредби не могат да бъдат прехвърлени на трета страна, освен за разпоредбите, споменати в тези условия и разпоредби."
        ]
    ],
    'other_provisions' => [
        'title' => 'Други разпоредби',
        'text' => [
            "Компанията си запазва правото да променя или актуализира тези условия и разпоредби по всяко време. Партньорите ще бъдат уведомени за съществени промени чрез имейл или известия на нашата партньорска платформа.",
            "Всички официални известия, свързани с партньорството или използването на платформата, ще се извършват чрез други одобрени методи на комуникация (WhatsApp и гласови повиквания). Вие носите отговорност за предоставянето на точна информация за контакт и за нейното актуализиране в случай на промени.",
            "Всички спорове, произтичащи във връзка с тези условия и разпоредби, ще бъдат първо решавани чрез преговори. Ако преговорите не са успешни, спорът ще бъде разрешен чрез арбитраж в съответствие с приложимите закони и разпоредби.",
            "Станете наш партньор, което означава, че сте прочели и се съгласили с условията и разпоредбите, приложими в нашата компания; следователно, всяка част от тези условия и разпоредби се счита за валидна и не може да бъде променяна или отделяна от тези условия и разпоредби.",
        ]
    ],
    'contact_us' => [
        'title' => "Свържете се с нас чрез обслужването на клиенти на Mitra-Booking.com",
        'text' => "Ако срещнете някоя от следните ситуации:",
        'subtext' => [
            [
                'text' => "Жалби, свързани с използването на нашия уебсайт или услуги.",
                'subtext' => [
                    // don't change the array key, it's on purpose
                    1 => ''
                ],
            ],
            [
                'text' => "Вашите лични данни са били компрометирани от нас, или желаете да комуникирате с нас относно лични данни, можете да се свържете с нас на:",
                'subtext' => [
                    0 => 'Telegram: <a class="text-dark font-weight-bold" href="https://t.me/mitrabooking" target="__blank">MitraBooking</a>',
                    1 => 'Обслужване на клиенти: <a class="text-dark font-weight-bold" href="mailto:Admin-pusat@mitra-Booking.com">Admin-pusat@mitra-Booking.com</a>',
                ],
            ],
        ],
    ],

];
