<?php
return [
    'title' => 'ビジネス開発パートナーの利用規約',
    'introduction' => [
        'title' => 'はじめに',
        'text' => [
            "ようこそ、<strong>Booking.com</strong> へ。1996年以来、世界で150万人以上のユーザーが利用する主要な宿泊予約プラットフォームの一つです。全世界で2,800万以上の宿泊施設オプションを提供し、私たちはお客様に素晴らしい旅行体験を提供することをお約束します。",
            "<strong>私たちのビジョン</strong> は、旅行者に自由な選択肢を提供し、彼らが最も適した形で旅を計画できるように支援することです。<strong>私たちのミッション</strong> は、5つ星ホテルからユニークで手頃な価格の宿泊施設まで、幅広い宿泊オプションへのアクセスと可視性を高めることです。",
            "私たちのビジョンとミッションを達成するために、<strong>ビジネス開発パートナー</strong> として参加していただけることを歓迎します。このコラボレーションを通じて、Booking.com プラットフォームの価値を高め、より多くの宿泊施設オーナーに参加していただくために貢献していただきます。このシナジー効果を生かし、全ての関係者に相互利益をもたらすと信じています。",
            "私たちは、この協力関係に非常に期待しており、観光業の持続可能な成長に共に貢献できることを確信しています。私たちと共に新たな機会を創出していきましょう。",
        ],
    ],
    'parties_involved' => [
        'title' => '関係当事者',
        'text' => [
            "この文書では、Booking.com グループの企業を「私たち」または「Booking.com」と呼ぶことがあります。また、ビジネスパートナーを代表する個人、従業員、オーナー、または代表者を「あなた」または「ビジネスパートナー」として表記します。",
            "私たちとあなたの関係は、双方が共通のビジネス目標を達成するためにお互いをサポートするシナジー効果のある協力関係です。私たちは必要なサポートを提供し、あなたはプラットフォームの可視性を高め、広がりを拡大するためのスキルを活用します。"
        ],
    ],
    'scope_of_collaboration' => [
        'title' => '協力の範囲',
        'text' => [
            "私たちの基準とガイドラインは、表現の自由を制限することなく、プラットフォーム上のすべてを世界的なオーディエンスに適したものに保つことを目指しています。",
            "私たちの利用規約に同意することで、あなたは<strong>会社の規制および運用基準</strong> をすべて受け入れることになります。適用される条件に同意しない場合は、サポートチームにお知らせください。",
            "この情報は、プラットフォーム上での宿泊提供者とそのサービスの法的基盤を形成するために重要です。",
            "旅行体験に何か問題がある場合は、サポートチームにご連絡ください。これには、苦情の提出、裁判所への問題提起、および場合によってはサポートチームのサービスを利用することが含まれます。",
            "モデレーションの決定に異議申し立てをする場合や、プラットフォーム上のコンテンツを報告したい場合は、法務チームに連絡が取れるようになります。",
            "この要約は、私たちの利用規約や法的文書の一部です。利用規約の簡易説明です。常に関連するチームとのコミュニケーションを取ることをお勧めします。",
        ],
    ],
    'right_n_obligations' => [
        'title' => '権利と義務',
        'text' => [
            'introduction' => [
                'title' => 'はじめに',
                'text' => 'この協力関係において、パートナーは相互の成功のために自分たちの権利と義務を理解することが重要です。これらの権利と義務は、透明性のある相互利益の関係を構築するために設計されています。',
            ],
            'partner_rights' => [
                'title' => 'パートナーの権利',
                'text' => [
                    [
                        'title' => "リソースへのアクセス",
                        'text' => "私たちが提供するリソース、トレーニングや技術サポートへのアクセス権があります。",
                    ],
                    [
                        'title' => "チームからのサポート",
                        'text' => "あなたは、プロジェクトの実行過程で私たちのチームからサポートを受ける権利があります。",
                    ],
                    [
                        'title' => "プロジェクト完了に対するコミッション",
                        'text' => "あなたは、プラットフォームで成功裡に完了したプロジェクトに対して、適用される条件に基づきコミッションを受け取る権利があります。",
                    ],
                    [
                        'title' => "獲得ポイント",
                        'text' => "完了したプロジェクトごとにポイントを獲得する権利があります。累積されたポイントは、プラットフォーム上で提供されている報酬と交換することができます。",
                    ],
                ],
            ],
            'partner_obligations' => [
                'title' => 'パートナーの義務',
                'text' => [
                    [
                        'title' => "規制の遵守",
                        'text' => "観光および宿泊ビジネスに関連するすべての適用規制および法律を遵守する義務があります。",
                    ],
                    [
                        'title' => "サービス基準の維持",
                        'text' => "私たちのガイドラインに従い、高いサービス基準を維持する義務があります。サポートチームに対しても敬意を持って対応する必要があります。",
                    ],
                    [
                        'title' => "正確な情報の提供",
                        'text' => "提供するすべての情報が正確で最新であることを確認する責任があります。",
                    ],
                    [
                        'title' => "問題の報告",
                        'text' => "問題が発生した場合、合理的な時間内に私たちに報告する義務があります。そうすれば、解決策や適切なガイダンスを提供できます。",
                    ],
                    [
                        'title' => "プロジェクトを最後まで完了させる",
                        'text' => "担当するプロジェクトは、指示に従い最後まで完了させる義務があります。サポートチームは常に指示を提供します。",
                    ],
                ],
            ],
        ],
    ],
    'commission_n_payment' => [
        'title' => 'コミッションと支払い',
        'text' => [
            [
                'title' => 'コミッション',
                'text' => [
                    "プロジェクトを遂行する際、注文したプロジェクト料金には適用される税金およびその他の手数料を支払うことに同意します。",
                    "サポートチームが提示する一部のプロジェクト価格は、最も近い整数に四捨五入されることがあります。支払う価格は、サポートチームが提示したプロジェクトの価格に基づきます（実際の差は最小限です）。",
                    "実際の誤りや誤植は拘束力がありません。例えば、プロジェクトの完了時間が指定されているにもかかわらず、その時間を守らなかった場合、そのプロジェクトに問題が発生し、修正と完了が求められます。",
                    "担当するプロジェクトは、適用される規制に基づき、プロジェクトによって20％から30％のコミッションを獲得します。",
                    "ランダムプロジェクト報酬も提供しています。これらのランダムプロジェクト報酬は、システムによってランダムに付与されます。ランダムプロジェクトを獲得した場合、報酬はあなたのアカウントに即座に反映されます。",
                    "報酬は、プロジェクトが成功裡に完了した時点で自動的に割り当てられます。支払いは銀行振込または他の支払い方法を通じて行われます。",
                ],
            ],
            [
                'title' => '支払い',
                'text' => [
                    "各プロジェクトに取り組む際、事前支払いおよびプロジェクト実行中の支払いが必要です。",
                    "資金の送受金を効率的に行うため、私たちはエージェントパートナーと呼ばれる第三者と提携しています。これらのエージェントパートナーは、インドネシアルピアを外貨に変換したり、その逆を行ったりする責任を持つ信頼できる個人またはビジネスであり、通貨変換管理に関する経験と専門知識を備えています。",
                    "エージェントパートナーを使用することで、迅速かつ安全に、また競争力のある為替レートに沿った形で取引プロセスを保証します。すべての取引は適用される金融規制に従って行われ、これらの取引に関するセキュリティや正確性について心配する必要はありません。",
                    "エージェントパートナーは変換プロセスを支援しますが、私たちの会社はシステムを通じて行われたすべての取引に対して完全な責任を負います。",
                    "私たちはあなたのプロジェクトの支払いを手配することはできません。私たち（または場合によっては、私たちの関連会社）は、あなたのプロジェクトの支払いを管理する責任を負いません。この場合、プロジェクトの価格の最終決済は事前に支払う必要があります。",
                    "第三者があなたに請求する場合、通常は定期的な請求を通じて行われ、第三者はサービス提供者との適用規定に基づき運営費を請求することがありますが、自宅や職場で請求されることもあります。",
                    "進行中のプロジェクトをキャンセルする場合、そのプロジェクトに対してペナルティ料金および会社の適用規定に基づく必要な手数料を支払う義務があります。",
                    "取引が行われた後、今後の取引のためにあなたの支払い方法の詳細を保存します。",
                    "このセクションのルールに従わない場合、あなたの残高およびパートナーアカウントを自動的に停止する可能性があります。",
                    "当社に対してあなたが負っている請求に対して、報酬の一部または全額を相殺または清算することができます。これを行う場合、サポートチームに確認するだけで済みます。",
                    "ウォレットや報酬プログラムのいずれかの側面を変更、中断、または終了することがあります。特に変更があった場合、取引に関連する変更については、事前に通知するために合理的な努力を行います。",
                ],
            ]

        ],
    ],
    'applicable_laws_n_regulations' => [
        'title' => '適用法および規制',
        'text' => [
            "会社およびすべてのパートナーと顧客は、会社が運営されている管轄区域のすべての適用法、規制、および政府の政策に従わなければなりません。",
            "このパートナーシップ内のすべての活動は、インドネシアで適用される法律、観光、税務、消費者保護法、および越境取引に関連する規制を含むがこれに限定されない法律を遵守しなければなりません。",
            "パートナーは、このパートナーシップで提供されるすべての情報が正確であり、適用される規制に準拠していることを確認し、適用される法律に従ってサービス基準を維持する必要があります。",
            "適用される規制や法的条項に違反した場合、会社は事前通知なしにパートナーシップ契約を解除し、その違反によって生じた損害を請求する権利を有します。",
            "これらの利用規約の一部が会社に適用される法律と矛盾する場合、その部分は無効とみなされますが、残りの部分は引き続き完全に有効です。",
            "プロジェクトの完了プロセスおよび個人データの保護に関する当社のプライバシーポリシーに従う義務があります。これは適用されるデータ保護法に従います。",
            "会社は、規制の変更や内部ポリシーの更新に基づき、これらの法的遵守条件をいつでも更新する権利を有します。そのような変更については、パートナーに通知されます。",
            "Booking.comによって提供されるサービスに参加するすべてのパートナーと顧客は、地方、国家、および国際レベルのすべての適用法、規制、ポリシー、税務、個人データ保護、および観光業界基準に準拠する必要があります。",
            "適用規制に違反した場合、事前通知なしにパートナーシップが終了される可能性があり、法的措置が講じられる可能性があります。これらの利用規約は、法律の変更に従って更新する権利を有します。適用される規制を常に遵守する義務があり、重要な変更については通知されます。",
        ],
    ],
    'transfer' => [
        'title' => '譲渡',
        'text' => [
            "これらの利用規約に基づくあなたの権利および義務は、これらの利用規約に記載されている条件を除き、第三者に譲渡できないことに同意します。",
        ]
    ],
    'other_provisions' => [
        'title' => 'その他の条項',
        'text' => [
            "会社は、これらの利用規約をいつでも変更または更新する権利を有します。パートナーには、重要な変更があった場合、メールまたはパートナープラットフォームでの通知によって通知されます。",
            "パートナーシップまたはプラットフォームの使用に関連するすべての公式通知は、他の承認された通信方法（WhatsAppおよび音声通話）を通じて行われます。あなたは正確な連絡先情報を提供し、変更があった場合には更新する責任があります。",
            "これらの利用規約に関連して発生する紛争は、まず交渉を通じて解決されます。交渉が不成功に終わった場合、紛争は適用法および規制に従って仲裁によって解決されます。",
            "私たちのパートナーになることで、会社の適用規約を読み、同意したことを示し、したがって、これらの利用規約の各部分は有効と見なされ、変更または分離できないものとします。",
        ]
    ],
    'contact_us' => [
        'title' => "Mitra-Booking.com カスタマーケアを通じてお問い合わせください",
        'text' => "次の状況に直面した場合は、お問い合わせください。",
        'subtext' => [
            [
                'text' => "ウェブサイトまたはサービスの使用に関連する苦情。",
                'subtext' => [
                    1 => ''
                ],
            ],
            [
                'text' => "個人データが私たちによって漏洩された場合、または個人データに関して私たちと連絡を取りたい場合、以下にご連絡ください。",
                'subtext' => [
                    0 => 'Telegram : <a class="text-dark font-weight-bold" href="https://t.me/mitrabooking" target="__blank">MitraBooking</a>',
                    1 => 'カスタマーケア : <a class="text-dark font-weight-bold" href="mailto:Admin-pusat@mitra-Booking.com">Admin-pusat@mitra-Booking.com</a>',
                ],
            ],
        ],
    ],


];

