<?php
return [
    'title' => '业务发展合作伙伴的条款与条件',
    'introduction' => [
        'title' => '介绍',
        'text' => [
            "欢迎来到 <strong>Booking.com</strong>，这是全球领先的住宿预订平台之一，自1996年以来每天为超过150万用户服务。我们提供超过2800万种住宿选择，致力于为客户提供卓越的旅行体验。",
            "<strong>我们的愿景</strong> 是赋予旅行者选择和规划自己旅行的自由。<strong>我们的使命</strong> 是提升多种住宿选项的可获取性和可见性，从五星级酒店到独特且实惠的旅馆。",
            "为了实现我们的愿景和使命，我们邀请您加入我们，成为<strong>业务发展合作伙伴</strong>。通过这一合作，您将发挥关键作用，帮助我们增强平台的价值，并吸引更多的住宿业主加入Booking.com。我们相信这种协同合作将为所有参与方带来共同利益。",
            "我们非常高兴能与您合作，共同为旅游行业的可持续增长做出贡献。我们相信，携手合作，我们可以创造互利的新机遇。",
        ],
    ],
    'parties_involved' => [
        'title' => '参与方',
        'text' => [
            "在本文档中，Booking.com集团公司可称为“我们”、“我们的”或“Booking.com”。代表我们业务合作伙伴行动的个人、员工、所有者或代表可统称为“您”、“您的”或“业务合作伙伴”。",
            "我们与您的关系是协同合作的关系，双方将互相支持以实现共同的商业目标。我们将提供所有必要的支持，而您将利用您的技能帮助提升我们平台的可见性并扩大影响力。"
        ],
    ],
    'scope_of_collaboration' => [
        'title' => '合作范围',
        'text' => [
            "我们的标准和指导方针帮助我们保持平台上的一切与全球受众相关且适宜，同时不限制表达自由。",
            "通过同意我们的条款，您接受公司所有<strong>法规和运营标准</strong>。如果您不同意适用条款，请通知您的支持团队。",
            "所有这些信息都很重要，因为（与预订确认电子邮件及任何预订前提供的前合同信息一起）建立了服务提供者通过我们的平台提供其旅游体验的法律条款。",
            "如果您的旅游体验有问题，您可以联系您的支持团队。这包括向我们投诉，提起诉讼，以及（在某些情况下）利用我们的支持团队的服务。",
            "如果您希望对审核决定提出上诉或报告我们平台上的任何内容，您将与我们的法律团队联系。一旦我们的法律团队联系您，您可以将所有投诉或报告提交给他们。",
            "该摘要是我们条款或法律文件的一部分。该摘要仅仅解释了我们的条款。我们鼓励您始终与相关团队沟通。",
        ],
    ],
    'right_n_obligations' => [
        'title' => '权利与义务',
        'text' => [
            'introduction' => [
                'title' => '介绍',
                'text' => '在本次合作中，合作伙伴了解自己的权利和义务以确保共同成功至关重要。这些权利和义务旨在建立合作伙伴与Booking.com之间透明且互利的关系。',
            ],
            'partner_rights' => [
                'title' => '合作伙伴的权利',
                'text' => [
                    [
                        'title' => "获取资源",
                        'text' => "您有权访问我们提供的资源，包括培训和技术支持。",
                    ],
                    [
                        'title' => "团队支持",
                        'text' => "您有权在执行任务时获得我们团队的支持，包括在执行项目过程中提供协助。",
                    ],
                    [
                        'title' => "项目完成佣金",
                        'text' => "您有权根据适用条款，获得每个通过我们平台成功完成的项目的佣金。",
                    ],
                    [
                        'title' => "赚取积分",
                        'text' => "您有权为每个完成的项目赚取积分。您有权将所累积的积分兑换为我们平台上可用的奖励。",
                    ],
                ],
            ],
            'partner_obligations' => [
                'title' => '合作伙伴的义务',
                'text' => [
                    [
                        'title' => "遵守法规",
                        'text' => "您必须遵守与旅游和住宿业务相关的所有适用法规和法律。",
                    ],
                    [
                        'title' => "维持服务标准",
                        'text' => "您必须按照我们设定的指导方针维持高服务标准，包括尊重我们的支持团队。",
                    ],
                    [
                        'title' => "提供准确的信息",
                        'text' => "您有责任确保提供给我们和支持团队的所有信息准确且最新。",
                    ],
                    [
                        'title' => "报告问题",
                        'text' => "您有责任在合理的时间内向我们报告任何问题，以便我们提供解决方案和适当的指导。",
                    ],
                    [
                        'title' => "完成项目至终",
                        'text' => "您有责任完成您所从事的每个项目，直到其完成。我们的支持团队将始终为您提供指导。",
                    ],
                ],
            ],
        ],
    ],
    'commission_n_payment' => [
    'title' => '佣金与支付',
    'text' => [
        [
            'title' => '佣金',
            'text' => [
                "当您参与一个项目时，您同意支付所订购的项目费用，包括适用的税费和其他费用。",
                "您看到的由我们的支持团队提供的一些项目价格可能已四舍五入到最接近的整数。您支付的价格将基于我们的支持团队提供的项目价格（尽管实际差异将是微小的）。",
                "真正的错误和印刷错误不具有约束力。例如，如果您在项目中规定了完成时间，但未遵守指示的时间，则该项目将面临问题，您需要纠正并完成它。",
                "您所承担的每个项目都将根据您正在进行的项目及适用的监管要求获得20%至30%的佣金。",
                "我们提供随机项目奖励。这些随机项目奖励将由系统随机颁发。每个合作伙伴都有机会获得这些随机项目奖励。随机项目奖励的佣金范围为35%至80%。如果您收到随机奖励计划，则必须首先完成该项目，然后才能提取您的余额。",
            ],
        ],
        [
            'title' => '支付',
            'text' => [
                "对于每个承担的项目，我们需要提前支付和/或在项目执行过程中支付。",
                "为了更有效地促进资金的发送和接收交易，我们与通常称为代理合作伙伴的第三方合作，这些代理合作伙伴负责将印尼卢比转换为外币，反之亦然。这些代理合作伙伴是拥有经验和专业知识的受信任的个人企业，负责货币转换管理。",
                "通过使用代理合作伙伴，我们可以确保交易过程快速、安全，并与具有竞争力的汇率保持一致。所有交易均按适用的金融法规进行，您无需担心这些交易的安全性或准确性。",
                "请注意，尽管代理合作伙伴协助转换过程，但我们公司对通过我们系统进行的所有交易仍然负全责。",
                "我们无法安排您项目的付款；我们（或在某些情况下，我们的附属机构）无法负责管理您项目的付款。在这种情况下，您的付款是项目价格的最终结算，必须提前支付。",
                "如果第三方向您收费，通常是通过定期计费进行的，第三方将根据与服务提供商的适用规定请求运营费用，但也可能在您的居住地或工作场所收费。",
                "如果您取消正在进行的项目，您需要根据公司的适用规定支付该项目的罚款及任何必要的管理费用。",
                "在您完成交易后，我们将存储您的支付方式详细信息以供将来交易使用。",
                "如果您未遵守本节的规则，我们可能会自动暂停您的余额和合作伙伴账户。",
                "我们可能会抵消或结算您的部分或全部奖励，以抵消我们可能对您的索赔。我们可以随时这样做，您只需与我们的支持团队确认。",
                "我们可能会更改、暂停或终止钱包或奖励计划的任何方面。具体来说，我们可能会更改：如果我们对交易相关的任何更改做出合理努力，我们将在此之前通知您。",
            ],
        ],
    ],
],
'applicable_laws_n_regulations' => [
    'title' => '适用法律与法规',
    'text' => [
        "公司及所有合作伙伴和客户必须遵守公司运营所在管辖区的所有适用法律、法规和政府政策。",
        "本合作伙伴关系内的所有活动必须遵守印尼现行法律，包括但不限于旅游、税务、消费者保护法以及与跨境交易相关的法规。",
        "合作伙伴必须确保在本合作伙伴关系中提供的所有信息都是准确的，并遵守适用的规定，同时保持服务标准符合现行法律。",
        "如果违反适用法规或法律规定，公司有权终止合作合同，且无需进一步通知，并寻求因该等违反行为造成的损害赔偿。",
        "如果这些条款的任何部分与适用于公司的法律相冲突，该部分将被视为无效，但其余部分将继续完全有效。",
        "您必须遵守我们的隐私政策，该政策与项目完成过程和根据适用数据保护法保护个人数据相关。",
        "公司保留根据监管变更或内部政策更新随时更新这些法律合规条款的权利。任何此类变更都将通知合作伙伴。",
        "参与Booking.com提供的服务的所有合作伙伴和客户均需遵守所有适用的法律、法规和政策，包括地方、国家和国际层面的税务、个人数据保护和旅游行业标准。",
        "违反适用法规可能导致合作关系终止而无需进一步通知，并可能导致法律诉讼。我们保留根据立法变更更新这些条款和条件的权利。您必须始终遵守适用法规，并将被通知任何重大变更。",
    ],
],
'transfer' => [
    'title' => '转让',
    'text' => [
        "您同意，您在这些条款和条件下的权利和义务不能转让给任何第三方，除非在这些条款和条件中提到的规定。",
    ],
],
'other_provisions' => [
    'title' => '其他条款',
    'text' => [
        "公司保留随时更改或更新这些条款和条件的权利。合作伙伴将通过电子邮件或我们合作伙伴平台上的通知被告知重大变更。",
        "所有与合作伙伴关系或平台使用相关的正式通知将通过其他批准的沟通方式（WhatsApp和电话）进行。您有责任提供准确的联系信息，并在发生变更时更新。",
        "与这些条款和条件相关的任何争议将首先通过谈判解决。如果谈判未果，争议将根据适用法律和法规通过仲裁解决。",
        "通过成为我们的合作伙伴，您表明您已阅读并同意我们公司适用的条款和条件；因此，这些条款和条件的每个部分都被视为有效，且不可更改或与这些条款和条件分开。",
    ],
],
'contact_us' => [
    'title' => "通过Mitra-Booking.com客户服务联系我们",
    'text' => "如果您遇到以下情况：",
    'subtext' => [
        [
            'text' => "与使用我们的网站或服务相关的投诉。",
            'subtext' => [
                // don't change the array key, it's on purpose
                1 => ''
            ],
        ],
        [
            'text' => "您的个人数据已被我们泄露，或您希望与我们沟通有关个人数据的事项，可以通过以下方式联系我们：",
            'subtext' => [
                0 => 'Telegram : <a class="text-dark font-weight-bold" href="https://t.me/mitrabooking" target="__blank">MitraBooking</a>',
                1 => '客户服务 : <a class="text-dark font-weight-bold" href="mailto:Admin-pusat@mitra-Booking.com">Admin-pusat@mitra-Booking.com</a>',
            ],
        ],
    ],
],

];


