<?php

return [
    'title' => 'ข้อกำหนดและเงื่อนไขของพันธมิตรการพัฒนาธุรกิจ',
    'introduction' => [
        'title' => 'บทนำ',
        'text' => [
            "ยินดีต้อนรับสู่ <strong>Booking.com</strong> หนึ่งในแพลตฟอร์มการจองที่พักชั้นนำของโลก ซึ่งให้บริการผู้ใช้มากกว่า 1.5 ล้านคนต่อวัน ตั้งแต่ปี 1996 ด้วยตัวเลือกที่พักมากกว่า 28 ล้านแห่งทั่วโลก เรามุ่งมั่นที่จะมอบประสบการณ์การเดินทางที่ยอดเยี่ยมให้กับลูกค้าของเรา。",
            "<strong>วิสัยทัศน์ของเรา</strong> คือการเสริมพลังให้ผู้เดินทางมีอิสระในการเลือกและวางแผนการเดินทางในแบบที่เหมาะสมที่สุดสำหรับพวกเขา <strong>พันธกิจของเรา</strong> คือการเพิ่มความสามารถในการเข้าถึงและการมองเห็นของตัวเลือกที่พักที่หลากหลาย ตั้งแต่โรงแรมระดับห้าดาวไปจนถึงที่พักที่ไม่ซ้ำใครและราคาไม่แพง。",
            "เพื่อบรรลุวิสัยทัศน์และพันธกิจของเรา เราขอเชิญคุณเข้าร่วมเป็น <strong>พันธมิตรการพัฒนาธุรกิจ</strong> ผ่านความร่วมมือนี้ คุณจะมีบทบาทสำคัญในการช่วยเราเพิ่มคุณค่าของแพลตฟอร์มและเข้าถึงเจ้าของที่พักมากขึ้นเพื่อเข้าร่วม Booking.com เราเชื่อว่าความร่วมมือที่เป็นประโยชน์ร่วมกันนี้จะนำมาซึ่งประโยชน์ร่วมกันสำหรับทุกฝ่ายที่เกี่ยวข้อง。",
            "เราตื่นเต้นมากที่จะได้ร่วมมือกับคุณและร่วมกันมีส่วนร่วมในการเติบโตอย่างยั่งยืนของอุตสาหกรรมการท่องเที่ยว เรามั่นใจว่าด้วยกันเราสามารถสร้างโอกาสใหม่ ๆ ที่เป็นประโยชน์ร่วมกันได้。",
        ],
    ],
    'parties_involved' => [
        'title' => 'ฝ่ายที่เกี่ยวข้อง',
        'text' => [
            "ในเอกสารนี้ กลุ่มบริษัท Booking.com อาจถูกเรียกว่า 'เรา' 'ของเรา' หรือ 'Booking.com' บุคคล พนักงาน เจ้าของ หรือผู้แทนที่ทำงานในนามของพันธมิตรทางธุรกิจของเราโดยรวม หรือเป็นรายบุคคลอาจถูกเรียกว่า 'คุณ' 'ของคุณ' หรือ 'พันธมิตรธุรกิจ'",
            "ความสัมพันธ์ระหว่างเราและคุณคือการร่วมมือที่เป็นประโยชน์ร่วมกันซึ่งทั้งสองฝ่ายจะสนับสนุนกันและกันเพื่อบรรลุเป้าหมายทางธุรกิจร่วมกัน เราจะให้การสนับสนุนที่จำเป็นทั้งหมด ในขณะที่คุณจะใช้ทักษะของคุณเพื่อช่วยเพิ่มการมองเห็นและขยายการเข้าถึงของแพลตฟอร์มของเรา"
        ],
    ],
    'scope_of_collaboration' => [
        'title' => 'ขอบเขตของความร่วมมือ',
        'text' => [
            "มาตรฐานและแนวทางของเราช่วยให้เรารักษาทุกอย่างในแพลตฟอร์มของเราให้เกี่ยวข้องและเหมาะสมกับผู้ชมระดับโลกในขณะเดียวกันก็ไม่จำกัดเสรีภาพในการแสดงออก",
            "โดยการตกลงกับข้อกำหนดของเรา คุณยอมรับ <strong>กฎระเบียบและมาตรฐานการดำเนินงานของบริษัท</strong> ทั้งหมด หากคุณไม่เห็นด้วยกับข้อกำหนดที่บังคับใช้ กรุณาแจ้งทีมสนับสนุนของคุณ",
            "ข้อมูลทั้งหมดนี้มีความสำคัญเพราะ (ร่วมกับอีเมลยืนยันการจองและข้อมูลก่อนสัญญาใด ๆ ที่ให้ไว้ก่อนการจอง) จะกำหนดข้อกำหนดทางกฎหมายที่อยู่เบื้องหลังการให้บริการของผู้ให้บริการในการเสนอประสบการณ์การเดินทางผ่านแพลตฟอร์มของเรา",
            "หากมีบางอย่างผิดปกติเกี่ยวกับประสบการณ์การเดินทางของคุณ คุณสามารถติดต่อทีมสนับสนุนของเราได้ ซึ่งรวมถึงการยื่นเรื่องร้องเรียนกับเรา การนำเรื่องเข้าสู่ศาล และ (ในบางกรณี) การใช้บริการของทีมสนับสนุนของเรา",
            "หากคุณต้องการอุทธรณ์การตัดสินใจการควบคุมหรือรายงานเนื้อหาใด ๆ บนแพลตฟอร์มของเรา คุณจะถูกเชื่อมต่อกับทีมกฎหมายของเรา เมื่อทีมกฎหมายของเราติดต่อคุณแล้ว คุณสามารถส่งเรื่องร้องเรียนหรือรายงานทั้งหมดไปยังพวกเขาได้",
            "บทสรุปนี้เป็นส่วนหนึ่งของข้อกำหนดหรือเอกสารทางกฎหมายของเรา บทสรุปนี้เพียงแค่ชี้แจงข้อกำหนดของเรา เราขอแนะนำให้คุณสื่อสารกับทีมที่เกี่ยวข้องเสมอ",
        ],
    ],
    'right_n_obligations' => [
        'title' => 'สิทธิและข้อผูกพัน',
        'text' => [
            'introduction' => [
                'title' => 'บทนำ',
                'text' => 'ในความร่วมมือนี้ เป็นเรื่องสำคัญสำหรับพันธมิตรที่จะเข้าใจสิทธิและข้อผูกพันของตนเพื่อให้มั่นใจถึงความสำเร็จร่วมกัน สิทธิและข้อผูกพันเหล่านี้มีวัตถุประสงค์เพื่อสร้างความสัมพันธ์ที่โปร่งใสและเป็นประโยชน์ร่วมกันระหว่างพันธมิตรและ Booking.com',
            ],
            'partner_rights' => [
                'title' => 'สิทธิของพันธมิตร',
                'text' => [
                    [
                        'title' => "การเข้าถึงทรัพยากร",
                        'text' => "คุณมีสิทธิ์เข้าถึงทรัพยากรที่เราจัดเตรียมไว้ รวมถึงการฝึกอบรมและการสนับสนุนด้านเทคนิค",
                    ],
                    [
                        'title' => "การสนับสนุนจากทีม",
                        'text' => "คุณมีสิทธิ์ได้รับการสนับสนุนจากทีมของเราในการดำเนินงานที่คุณทำ รวมถึงความช่วยเหลือในกระบวนการดำเนินโครงการของคุณ",
                    ],
                    [
                        'title' => "ค่าคอมมิชชั่นสำหรับการเสร็จสิ้นโครงการ",
                        'text' => "คุณมีสิทธิ์ได้รับค่าคอมมิชชั่นตามข้อกำหนดที่บังคับใช้สำหรับแต่ละโครงการที่สำเร็จลุล่วงผ่านแพลตฟอร์มของเรา",
                    ],
                    [
                        'title' => "คะแนนที่ได้รับ",
                        'text' => "คุณมีสิทธิ์ได้รับคะแนนสำหรับแต่ละโครงการที่คุณเสร็จสิ้น คุณมีสิทธิ์แลกคะแนนที่คุณสะสมสำหรับรางวัลที่มีอยู่บนแพลตฟอร์มของเรา",
                    ],
                ],
            ],
            'partner_obligations' => [
                'title' => 'ข้อผูกพันของพันธมิตร',
                'text' => [
                    [
                        'title' => "ปฏิบัติตามกฎระเบียบ",
                        'text' => "คุณมีหน้าที่ต้องปฏิบัติตามกฎระเบียบและกฎหมายที่เกี่ยวข้องทั้งหมดที่เกี่ยวข้องกับธุรกิจการท่องเที่ยวและที่พัก",
                    ],
                    [
                        'title' => "รักษามาตรฐานการบริการ",
                        'text' => "คุณต้องรักษามาตรฐานการบริการที่สูงตามแนวทางที่เรากำหนด รวมถึงการปฏิบัติต่อทีมสนับสนุนของเราอย่างเคารพ",
                    ],
                    [
                        'title' => "การให้ข้อมูลที่ถูกต้อง",
                        'text' => "คุณมีความรับผิดชอบในการให้ข้อมูลที่ถูกต้องและเป็นปัจจุบันกับเราและทีมสนับสนุน",
                    ],
                    [
                        'title' => "การรายงานปัญหา",
                        'text' => "คุณมีหน้าที่รายงานปัญหาต่อเราในเวลาที่เหมาะสมเพื่อให้เราสามารถให้แนวทางและแนวทางแก้ไขที่เหมาะสมได้",
                    ],
                    [
                        'title' => "การทำโครงการให้เสร็จสิ้น",
                        'text' => "คุณมีหน้าที่ต้องทำโครงการที่คุณทำอยู่จนกว่าจะเสร็จสิ้น ทีมสนับสนุนของเราจะให้คำแนะนำคุณเสมอ",
                    ],
                ],
            ],
        ],
    ],
    'commission_n_payment' => [
        'title' => 'ค่าคอมมิชชั่นและการชำระเงิน',
        'text' => [
            [
                'title' => 'ค่าคอมมิชชั่น',
                'text' => [
                    "เมื่อคุณทำงานในโครงการ คุณตกลงที่จะชำระค่าธรรมเนียมโครงการที่คุณสั่ง รวมถึงภาษีและค่าธรรมเนียมอื่น ๆ ที่เกี่ยวข้อง。",
                    "ราคาบางโครงการที่ทีมสนับสนุนของเราให้ไว้ที่คุณเห็นอาจถูกปัดเศษไปยังจำนวนเต็มที่ใกล้ที่สุด ราคาที่คุณชำระจะขึ้นอยู่กับราคาที่แสดงสำหรับโครงการที่ทีมสนับสนุนของเราให้ไว้ (แม้ว่าความแตกต่างที่แท้จริงจะมีน้อยมากก็ตาม)。",
                    "ข้อผิดพลาดที่แท้จริงและข้อผิดพลาดทางการพิมพ์ไม่มีผลผูกพัน ตัวอย่างเช่น หากคุณทำงานในโครงการและเวลาที่กำหนดในการเสร็จสิ้นได้ถูกระบุไว้ แต่คุณไม่ปฏิบัติตามเวลาที่กำหนด โครงการนั้นจะประสบปัญหา และคุณจะต้องแก้ไขและทำให้เสร็จสิ้น。",
                    "แต่ละโครงการที่คุณทำจะได้รับค่าคอมมิชชั่นตั้งแต่ 20% ถึง 30% ขึ้นอยู่กับโครงการที่คุณกำลังทำงานอยู่และตามข้อกำหนดด้านกฎระเบียบที่บังคับใช้。",
                    "เรามีรางวัลโครงการแบบสุ่ม รางวัลโครงการแบบสุ่มเหล่านี้จะถูกมอบให้โดยระบบแบบสุ่ม พันธมิตรแต่ละคนมีโอกาสที่จะได้รับรางวัลโครงการแบบสุ่มเหล่านี้ ค่าคอมมิชชั่นที่ได้รับจากรางวัลโครงการแบบสุ่มมีตั้งแต่ 35% ถึง 80% หากคุณได้รับโปรแกรมรางวัลแบบสุ่ม จะต้องเสร็จสิ้นก่อนที่คุณจะสามารถถอนยอดคงเหลือของคุณได้。",
                ],
            ],
            [
                'title' => 'การชำระเงิน',
                'text' => [
                    "สำหรับแต่ละโครงการที่ดำเนินการ เราจำเป็นต้องชำระเงินล่วงหน้าและ/หรือตามการชำระเงินที่ทำในระหว่างการดำเนินการโครงการของคุณ。",
                    "เพื่ออำนวยความสะดวกในการทำธุรกรรมการส่งและรับเงินให้มีประสิทธิภาพมากขึ้น เราร่วมมือกับบุคคลที่สามที่เรียกกันทั่วไปว่า ตัวแทนพันธมิตร ซึ่งมีหน้าที่รับผิดชอบในการแปลงรูเปียห์อินโดนีเซียเป็นสกุลเงินต่างประเทศและในทางกลับกัน ตัวแทนพันธมิตรเหล่านี้เป็นธุรกิจส่วนบุคคลที่เชื่อถือได้ที่มีประสบการณ์และความเชี่ยวชาญในการจัดการการแปลงสกุลเงิน。",
                    "โดยการใช้ตัวแทนพันธมิตร เราสามารถมั่นใจได้ว่ากระบวนการทำธุรกรรมจะรวดเร็ว ปลอดภัย และตรงตามอัตราแลกเปลี่ยนที่แข่งขันได้ ธุรกรรมทั้งหมดดำเนินการตามกฎระเบียบทางการเงินที่บังคับใช้ และคุณไม่จำเป็นต้องกังวลเกี่ยวกับความปลอดภัยหรือความถูกต้องของธุรกรรมเหล่านี้。",
                    "โปรดทราบว่าแม้ตัวแทนพันธมิตรจะช่วยในการแปลงสกุลเงิน แต่บริษัทของเรายังคงรับผิดชอบเต็มที่ต่อธุรกรรมทั้งหมดที่ทำผ่านระบบของเรา。",
                    "เราไม่สามารถจัดการการชำระเงินสำหรับโครงการของคุณได้ เรา (หรือในบางกรณีบริษัทในเครือของเรา) ไม่สามารถรับผิดชอบในการจัดการการชำระเงินสำหรับโครงการของคุณ ในกรณีนี้ การชำระเงินของคุณจะเป็นการชำระเงินสุดท้ายของราคาโครงการและต้องชำระล่วงหน้า。",
                    "หากบุคคลที่สามเรียกเก็บเงินจากคุณ โดยปกติจะทำผ่านการเรียกเก็บเงินซ้ำ และบุคคลที่สามจะเรียกเก็บค่าธรรมเนียมการดำเนินการตามข้อกำหนดที่เกี่ยวข้องกับผู้ให้บริการ แต่อาจถูกเรียกเก็บที่ที่พักอาศัยหรือสถานที่ทำงานของคุณได้ด้วย。",
                    "หากคุณยกเลิกโครงการที่คุณกำลังทำงานอยู่ คุณจะต้องชำระค่าปรับสำหรับโครงการนั้นและค่าธรรมเนียมการบริหารที่จำเป็นตามข้อกำหนดที่บังคับใช้ของบริษัท。",
                    "เราจะเก็บรายละเอียดวิธีการชำระเงินของคุณไว้สำหรับธุรกรรมในอนาคตหลังจากที่คุณได้ทำธุรกรรมของคุณแล้ว。",
                    "หากคุณไม่ปฏิบัติตามกฎในส่วนนี้ เราอาจระงับยอดคงเหลือของคุณโดยอัตโนมัติพร้อมกับบัญชีพันธมิตรของคุณ。",
                    "เราอาจหักหรือชำระบางส่วนหรือทั้งหมดของรางวัลของคุณตามการเรียกร้องใด ๆ ที่เรามีต่อคุณ เราสามารถทำได้ทุกเวลา และคุณเพียงแค่ต้องยืนยันกับทีมสนับสนุนของเรา。",
                    "เราอาจเปลี่ยน แบ่งระงับ หรือยกเลิกส่วนใดส่วนหนึ่งของกระเป๋าเงินหรือโปรแกรมรางวัล โดยเฉพาะอย่างยิ่งเราอาจเปลี่ยน: เราจะพยายามแจ้งให้คุณทราบล่วงหน้าอย่างสมเหตุสมผลหากเราทำการเปลี่ยนแปลงที่เกี่ยวข้องกับธุรกรรมใด ๆ。",

                ],
            ],
        ],
    ],
    'applicable_laws_n_regulations' => [
        'title' => 'กฎหมายและข้อบังคับที่บังคับใช้',
        'text' => [
            "บริษัทและพันธมิตรทั้งหมดรวมถึงลูกค้าต้องปฏิบัติตามกฎหมาย ข้อบังคับ และนโยบายของรัฐบาลที่บังคับใช้ทั้งหมดในเขตอำนาจศาลที่บริษัทดำเนินการอยู่",
            "กิจกรรมทั้งหมดภายในความร่วมมือครั้งนี้ต้องเป็นไปตามกฎหมายที่มีผลบังคับใช้ในประเทศอินโดนีเซีย รวมถึงแต่ไม่จำกัดเฉพาะ กฎหมายการท่องเที่ยว ภาษี การคุ้มครองผู้บริโภค และข้อบังคับที่เกี่ยวข้องกับการทำธุรกรรมข้ามพรมแดน",
            "พันธมิตรต้องมั่นใจว่าข้อมูลทั้งหมดที่ให้ในความร่วมมือนี้ถูกต้องและเป็นไปตามข้อบังคับที่บังคับใช้ รวมถึงการรักษามาตรฐานการบริการตามกฎหมายที่มีผลบังคับใช้",
            "ในกรณีที่มีการละเมิดข้อบังคับที่บังคับใช้หรือข้อกำหนดทางกฎหมาย บริษัทมีสิทธิ์ที่จะยกเลิกสัญญาความร่วมมือโดยไม่ต้องแจ้งให้ทราบล่วงหน้าและเรียกร้องค่าเสียหายจากการละเมิดดังกล่าว",
            "หากส่วนใดของข้อกำหนดและเงื่อนไขเหล่านี้ขัดแย้งกับกฎหมายที่บังคับใช้กับบริษัท ส่วนดังกล่าวจะถือว่าเป็นโมฆะ แต่ส่วนที่เหลือจะยังคงมีผลบังคับใช้เต็มที่",
            "คุณต้องปฏิบัติตามนโยบายความเป็นส่วนตัวของเราที่เกี่ยวข้องกับกระบวนการทำโครงการให้เสร็จสิ้นและการคุ้มครองข้อมูลส่วนบุคคลตามกฎหมายการคุ้มครองข้อมูลที่บังคับใช้",
            "บริษัทขอสงวนสิทธิ์ในการปรับปรุงข้อกำหนดการปฏิบัติตามกฎหมายเหล่านี้ได้ทุกเมื่อตามการเปลี่ยนแปลงของกฎระเบียบหรือการปรับปรุงนโยบายภายใน จะมีการส่งการแจ้งเตือนให้กับพันธมิตรเกี่ยวกับการเปลี่ยนแปลงดังกล่าว",
            "พันธมิตรและลูกค้าทุกคนที่เข้าร่วมในบริการที่จัดโดย Booking.com ต้องปฏิบัติตามกฎหมาย ข้อบังคับ และนโยบายที่บังคับใช้ทั้งหมดทั้งในระดับท้องถิ่น ระดับชาติ และระดับนานาชาติ รวมถึงภาษี การคุ้มครองข้อมูลส่วนบุคคล และมาตรฐานในอุตสาหกรรมการท่องเที่ยว",
            "การละเมิดข้อบังคับที่บังคับใช้อาจส่งผลให้การยกเลิกความร่วมมือโดยไม่ต้องแจ้งให้ทราบล่วงหน้าและอาจนำไปสู่การดำเนินคดีทางกฎหมาย เราขอสงวนสิทธิ์ในการปรับปรุงข้อกำหนดและเงื่อนไขเหล่านี้ตามการเปลี่ยนแปลงของกฎหมาย คุณต้องปฏิบัติตามกฎระเบียบที่บังคับใช้เสมอและจะได้รับการแจ้งเตือนเกี่ยวกับการเปลี่ยนแปลงที่สำคัญใด ๆ",
        ],
    ],
    'transfer' => [
        'title' => 'การโอน',
        'text' => [
            "คุณตกลงว่าสิทธิ์และหน้าที่ของคุณตามข้อกำหนดและเงื่อนไขเหล่านี้ไม่สามารถโอนให้กับบุคคลที่สามได้ ยกเว้นตามข้อกำหนดที่กล่าวถึงในข้อกำหนดและเงื่อนไขเหล่านี้"
        ]
    ],
    'other_provisions' => [
        'title' => 'ข้อกำหนดอื่น ๆ',
        'text' => [
            "บริษัทขอสงวนสิทธิ์ในการเปลี่ยนแปลงหรือปรับปรุงข้อกำหนดและเงื่อนไขเหล่านี้ได้ทุกเมื่อ พันธมิตรจะได้รับการแจ้งเตือนเกี่ยวกับการเปลี่ยนแปลงที่สำคัญผ่านทางอีเมลหรือการแจ้งเตือนในแพลตฟอร์มพันธมิตรของเรา",
            "การแจ้งเตือนอย่างเป็นทางการทั้งหมดที่เกี่ยวข้องกับความร่วมมือหรือการใช้แพลตฟอร์มจะดำเนินการผ่านช่องทางการสื่อสารที่ได้รับการอนุมัติอื่น ๆ (WhatsApp & การโทรเสียง) คุณมีหน้าที่รับผิดชอบในการให้ข้อมูลการติดต่อที่ถูกต้องและอัปเดตในกรณีที่มีการเปลี่ยนแปลง",
            "ข้อพิพาทใด ๆ ที่เกิดขึ้นจากการเชื่อมโยงกับข้อกำหนดและเงื่อนไขเหล่านี้จะต้องได้รับการแก้ไขโดยการเจรจาเป็นอันดับแรก หากการเจรจาไม่ประสบผลสำเร็จ ข้อพิพาทจะต้องได้รับการแก้ไขผ่านการอนุญาโตตุลาการตามกฎหมายและข้อบังคับที่บังคับใช้",
            "โดยการเป็นพันธมิตรกับเรา คุณแสดงให้เห็นว่าคุณได้อ่านและตกลงกับข้อกำหนดและเงื่อนไขที่บังคับใช้ในบริษัทของเรา ดังนั้น ส่วนต่าง ๆ ของข้อกำหนดและเงื่อนไขเหล่านี้จะถือว่ามีผลบังคับใช้และไม่สามารถแก้ไขหรือแยกออกจากข้อกำหนดและเงื่อนไขเหล่านี้ได้",
        ]
    ],
    'contact_us' => [
        'title' => "ติดต่อเราผ่านฝ่ายบริการลูกค้า Mitra-Booking.com",
        'text' => "หากคุณพบกับสถานการณ์ใด ๆ ต่อไปนี้:",
        'subtext' => [
            [
                'text' => "ข้อร้องเรียนที่เกี่ยวข้องกับการใช้เว็บไซต์หรือบริการของเรา",
                'subtext' => [
                    // don't change the array key, it's on purpose
                    1 => ''
                ],
            ],
            [
                'text' => "ข้อมูลส่วนบุคคลของคุณถูกละเมิดโดยเรา หรือคุณต้องการติดต่อเราที่เกี่ยวกับข้อมูลส่วนบุคคล คุณสามารถติดต่อเราที่:",
                'subtext' => [
                    0 => 'Telegram : <a class="text-dark font-weight-bold" href="https://t.me/mitrabooking" target="__blank">MitraBooking</a>',
                    1 => 'ฝ่ายบริการลูกค้า : <a class="text-dark font-weight-bold" href="mailto:Admin-pusat@mitra-Booking.com">Admin-pusat@mitra-Booking.com</a>',
                ],
            ],
        ],
    ],


];

