<?php
return [
    'title' => 'الشروط والأحكام لشركاء تطوير الأعمال',
    'introduction' => [
        'title' => 'المقدمة',
        'text' => [
            "مرحبًا بكم في <strong>Booking.com</strong>، واحدة من منصات حجز الإقامة الرائدة في العالم، والتي تخدم أكثر من 1.5 مليون مستخدم يوميًا منذ عام 1996. مع أكثر من 28 مليون خيار للإقامة في جميع أنحاء العالم، نحن ملتزمون بتقديم تجربة سفر استثنائية لعملائنا.",
            "<strong>رؤيتنا</strong> هي تمكين المسافرين بالحرية لاختيار وتخطيط رحلاتهم بالطريقة التي تناسبهم. <strong>مهمتنا</strong> هي تعزيز إمكانية الوصول ورؤية مجموعة واسعة من خيارات الإقامة، من الفنادق ذات الخمس نجوم إلى الإقامات الفريدة والميسورة التكلفة.",
            "لتحقيق رؤيتنا ومهمتنا، ندعوك للانضمام إلينا كشريك في تطوير الأعمال <strong>Business Development Partner</strong>. من خلال هذا التعاون، ستلعب دورًا رئيسيًا في مساعدتنا على تعزيز قيمة منصتنا والوصول إلى المزيد من مالكي الإقامات للانضمام إلى Booking.com. نحن نؤمن أن هذا التعاون المتكامل سيحقق فوائد متبادلة لجميع الأطراف المعنية.",
            "نحن متحمسون جدًا للتعاون معكم والمساهمة معًا في النمو المستدام لصناعة السياحة. نحن واثقون أنه معًا يمكننا خلق فرص جديدة مفيدة للجميع.",
        ],
    ],
    'parties_involved' => [
        'title' => 'الأطراف المعنية',
        'text' => [
            "في هذه الوثيقة، يمكن الإشارة إلى مجموعة شركات Booking.com باسم 'نحن' أو 'خاصتنا' أو 'Booking.com'. ويمكن الإشارة إلى الأفراد أو الموظفين أو الملاك أو الممثلين الذين يتصرفون نيابة عن شركائنا في الأعمال جماعيًا أو فرديًا باسم 'أنت' أو 'خاصتك' أو 'شريك العمل'.",
            "العلاقة بيننا وبينك هي تعاون تكاملي حيث سيدعم كل طرف الآخر لتحقيق الأهداف التجارية المشتركة. سنوفر كل الدعم اللازم، بينما ستستفيد من مهاراتك للمساعدة في تعزيز رؤية منصتنا وتوسيع نطاقها."
        ],
    ],
    'scope_of_collaboration' => [
        'title' => 'نطاق التعاون',
        'text' => [
            "تساعدنا معاييرنا وإرشاداتنا في الحفاظ على كل شيء في منصتنا ذا صلة ومناسب للجمهور العالمي دون تقييد حرية التعبير.",
            "بموافقتك على شروطنا، فإنك تقبل جميع <strong>اللوائح والمعايير التشغيلية الخاصة بالشركة</strong>. إذا كنت لا توافق على الشروط المعمول بها، يرجى إبلاغ فريق الدعم الخاص بك.",
            "تعتبر هذه المعلومات مهمة لأنها (جنبًا إلى جنب مع بريد تأكيد الحجز وأي معلومات مسبقة تعاقدية تم توفيرها قبل الحجز) تحدد الشروط القانونية التي تستند إليها مقدمو الخدمات في تقديم تجارب السفر الخاصة بهم من خلال منصتنا.",
            "إذا كان هناك خطأ ما في تجربة سفرك، يمكنك الاتصال بفريق الدعم الخاص بك. ويشمل ذلك تقديم شكوى إلينا، أو رفع الأمر إلى المحكمة، و(في بعض الحالات) الاستفادة من خدمات فريق الدعم الخاص بنا.",
            "إذا كنت ترغب في استئناف قرار تعديل أو الإبلاغ عن أي محتوى على منصتنا، سيتم ربطك بفريقنا القانوني. بمجرد أن يتصل بك فريقنا القانوني، يمكنك تقديم جميع شكاواك أو تقاريرك لهم.",
            "هذا الملخص جزء من شروطنا أو الوثائق القانونية. يشرح هذا الملخص ببساطة شروطنا. نشجعك على التواصل دائمًا مع الفريق المعني.",
        ],
    ],
    'right_n_obligations' => [
        'title' => 'الحقوق والواجبات',
        'text' => [
            'introduction' => [
                'title' => 'مقدمة',
                'text' => 'في هذا التعاون، من المهم أن يفهم الشركاء حقوقهم وواجباتهم لضمان النجاح المتبادل. تم تصميم هذه الحقوق والواجبات لبناء علاقة شفافة ومفيدة للطرفين بين الشركاء وBooking.com.',
            ],
            'partner_rights' => [
                'title' => 'حقوق الشركاء',
                'text' => [
                    [
                        'title' => "الوصول إلى الموارد",
                        'text' => "يحق لك الوصول إلى الموارد المقدمة من قبلنا، بما في ذلك التدريب والدعم الفني.",
                    ],
                    [
                        'title' => "الدعم من الفريق",
                        'text' => "يحق لك الحصول على الدعم من فريقنا في تنفيذ مهامك، بما في ذلك المساعدة في عملية تنفيذ مشروعك.",
                    ],
                    [
                        'title' => "العمولة عن إتمام المشروع",
                        'text' => "يحق لك الحصول على عمولة وفقًا للشروط المعمول بها عن كل مشروع يتم إتمامه بنجاح من خلال منصتنا.",
                    ],
                    [
                        'title' => "النقاط المكتسبة",
                        'text' => "يحق لك الحصول على نقاط عن كل مشروع تكمله. لديك الحق في استبدال النقاط التي تجمعها بالمكافآت المتاحة على منصتنا.",
                    ],
                ],
            ],
            'partner_obligations' => [
                'title' => 'واجبات الشركاء',
                'text' => [
                    [
                        'title' => "الامتثال للوائح",
                        'text' => "يتعين عليك الامتثال لجميع اللوائح والقوانين المعمول بها المتعلقة بقطاع السياحة والإقامة.",
                    ],
                    [
                        'title' => "الحفاظ على معايير الخدمة",
                        'text' => "يجب عليك الحفاظ على معايير خدمة عالية وفقًا للإرشادات التي وضعناها، بما في ذلك التعامل مع فريق الدعم لدينا باحترام.",
                    ],
                    [
                        'title' => "توفير معلومات دقيقة",
                        'text' => "أنت مسؤول عن ضمان أن جميع المعلومات المقدمة لنا وللفريق الدعم دقيقة ومحدثة.",
                    ],
                    [
                        'title' => "الإبلاغ عن المشكلات",
                        'text' => "يتعين عليك الإبلاغ عن أي مشكلات لنا في وقت معقول حتى نتمكن من تقديم الحلول والإرشادات المناسبة.",
                    ],
                    [
                        'title' => "إكمال المشاريع حتى النهاية",
                        'text' => "يتعين عليك إكمال كل مشروع تعمل عليه حتى ينتهي. سيقوم فريق الدعم لدينا دائمًا بتقديم التعليمات لك.",
                    ],
                ],
            ],
        ],
    ],

    'commission_n_payment' => [
        'title' => 'العمولة والدفع',
        'text' => [
            [
                'title' => 'العمولة',
                'text' => [
                    "عند العمل على مشروع، توافق على دفع رسوم المشروع التي طلبتها، بما في ذلك الضرائب والرسوم الأخرى المطبقة.",
                    "بعض أسعار المشاريع التي يقدمها فريق الدعم لدينا والتي تراها قد تم تقريبها إلى أقرب عدد صحيح. السعر الذي تدفعه سيكون مبنيًا على السعر المعروض للمشروع المقدم من قبل فريق الدعم لدينا (على الرغم من أن الفرق الفعلي سيكون ضئيلًا).",
                    "الأخطاء الجادة والأخطاء الطباعية ليست ملزمة. على سبيل المثال، إذا كنت تعمل على مشروع وتم تحديد وقت الإكمال ولكنك لم تلتزم بالوقت المحدد، فسيواجه المشروع مشكلات، ويتعين عليك تصحيحها وإكمالها.",
                    "كل مشروع تقوم به يكسب عمولة تتراوح بين 20% إلى 30% بناءً على المشروع الذي تعمل عليه ووفقًا للمتطلبات التنظيمية المعمول بها.",
                    "نحن نقدم مكافآت عشوائية للمشاريع. ستُمنح هذه المكافآت العشوائية للمشاريع بشكل عشوائي من قبل النظام. لكل شريك فرصة للحصول على هذه المكافآت العشوائية للمشاريع. تتراوح العمولة المكتسبة من المكافآت العشوائية للمشاريع بين 35% إلى 80%. إذا حصلت على برنامج مكافآت عشوائي، يجب إكماله أولاً قبل أن تتمكن من سحب رصيدك."
                ],
            ],
            [
                'title' => 'الدفع',
                'text' => [
                    "بالنسبة لكل مشروع يتم القيام به، نحتاج إلى إجراء المدفوعات مسبقًا و/أو المدفوعات التي تتم أثناء تنفيذ مشروعك.",
                    "لتسهيل عملية إرسال واستقبال الأموال بشكل أكثر كفاءة، نتعاون مع أطراف ثالثة يُشار إليهم عادةً بشركاء الوكلاء، الذين يتولون تحويل الروبية الإندونيسية إلى عملة أجنبية والعكس صحيح. هؤلاء الشركاء هم أعمال فردية موثوقة ذات خبرة ومهارة في إدارة تحويل العملات.",
                    "من خلال استخدام شركاء الوكلاء، يمكننا ضمان أن تكون عملية المعاملات سريعة وآمنة ومتوافقة مع أسعار الصرف التنافسية. تتم جميع المعاملات وفقًا للتنظيمات المالية المعمول بها، وليس عليك القلق بشأن أمان أو دقة هذه المعاملات.",
                    "يرجى ملاحظة أنه بينما يساعد شركاء الوكلاء في عملية التحويل، تظل شركتنا مسؤولة بالكامل عن جميع المعاملات التي تتم عبر نظامنا.",
                    "لا يمكننا ترتيب الدفع لمشروعك؛ نحن (أو، في بعض الحالات، شركاتنا التابعة) لا يمكن أن نكون مسؤولين عن إدارة الدفع لمشروعك. في هذه الحالة، يعد الدفع الخاص بك التسوية النهائية لسعر المشروع ويجب دفعه مسبقًا.",
                    "إذا قام طرف ثالث بتحصيل الرسوم منك، يتم ذلك عادةً من خلال الفواتير المتكررة، وسيطلب الطرف الثالث الرسوم التشغيلية وفقًا للأحكام المعمول بها مع مزود الخدمة، ولكن يمكن أيضًا تحصيلها في مكان إقامتك أو مكان عملك.",
                    "إذا قمت بإلغاء المشروع الذي تعمل عليه، يتعين عليك دفع غرامة لذلك المشروع وأي رسوم إدارية ضرورية وفقًا للأحكام المعمول بها في الشركة.",
                    "سنقوم بتخزين تفاصيل طريقة الدفع الخاصة بك للمعاملات المستقبلية بعد إجراء معاملتك.",
                    "إذا لم تمتثل للقواعد في هذا القسم، قد نقوم تلقائيًا بتعليق رصيدك مع حساب الشريك الخاص بك.",
                    "قد نقوم بتعويض أو تسوية بعض أو جميع مكافآتك مقابل أي مطالبات قد تكون لدينا ضدك. يمكننا القيام بذلك في أي وقت، وتحتاج فقط إلى التأكيد مع فريق الدعم لدينا.",
                    "قد نقوم بتغيير أو تعليق أو إنهاء أي جانب من جوانب برنامج المحفظة أو المكافآت. تحديدًا، قد نقوم بتغيير: سنبذل جهودًا معقولة لإعلامك مسبقًا إذا أجرينا أي تغييرات تتعلق بالمعاملات."
                ],
            ],
        ],
    ],
    'applicable_laws_n_regulations' => [
        'title' => 'القوانين واللوائح المطبقة',
        'text' => [
            "يجب على الشركة وجميع الشركاء والعملاء الامتثال لجميع القوانين واللوائح والسياسات الحكومية المعمول بها في الولاية القضائية التي تعمل بها الشركة.",
            "يجب أن تتوافق جميع الأنشطة ضمن هذه الشراكة مع القوانين السارية في إندونيسيا، بما في ذلك على سبيل المثال لا الحصر قوانين السياحة والضرائب وحماية المستهلك واللوائح المتعلقة بالمعاملات عبر الحدود.",
            "يتعين على الشركاء التأكد من أن جميع المعلومات المقدمة في هذه الشراكة دقيقة ومتوافقة مع اللوائح المعمول بها، وكذلك الحفاظ على معايير الخدمة وفقًا للقوانين السارية.",
            "في حالة انتهاك اللوائح أو الأحكام القانونية المعمول بها، يحق للشركة إنهاء عقد الشراكة دون مزيد من الإشعار والمطالبة بالتعويضات الناتجة عن تلك الانتهاكات.",
            "إذا كان أي جزء من هذه الشروط والأحكام يتعارض مع القوانين المطبقة على الشركة، فسيُعتبر هذا الجزء غير صالح، ولكن ستظل الأجزاء المتبقية سارية المفعول بالكامل.",
            "يتعين عليك الامتثال لسياسة الخصوصية الخاصة بنا المتعلقة بعملية إكمال المشروع وحماية البيانات الشخصية وفقًا لقوانين حماية البيانات المعمول بها.",
            "تحتفظ الشركة بالحق في تحديث شروط الامتثال القانونية هذه في أي وقت بناءً على التغييرات التنظيمية أو تحديثات السياسات الداخلية. سيتم إرسال إشعار للشركاء بشأن أي تغييرات من هذا القبيل.",
            "يجب على جميع الشركاء والعملاء المشاركين في الخدمات المقدمة من Booking.com الامتثال لجميع القوانين واللوائح والسياسات المعمول بها، سواء على المستوى المحلي أو الوطني أو الدولي، بما في ذلك الضرائب وحماية البيانات الشخصية ومعايير صناعة السياحة.",
            "قد تؤدي انتهاكات اللوائح المعمول بها إلى إنهاء الشراكة دون مزيد من الإشعار وقد تؤدي إلى اتخاذ إجراءات قانونية. نحتفظ بالحق في تحديث هذه الشروط والأحكام وفقًا للتغييرات في التشريعات. يتعين عليك دائمًا الامتثال للوائح المعمول بها وسيتم إعلامك بأي تغييرات مهمة.",
        ],
    ],
    'transfer' => [
        'title' => 'التحويل',
        'text' => [
            "توافق على أن حقوقك والتزاماتك بموجب هذه الشروط والأحكام لا يمكن نقلها إلى أي طرف ثالث، باستثناء الأحكام المذكورة في هذه الشروط والأحكام."
        ]
    ],
    'other_provisions' => [
        'title' => 'أحكام أخرى',
        'text' => [
            "تحتفظ الشركة بالحق في تغيير أو تحديث هذه الشروط والأحكام في أي وقت. سيتم إبلاغ الشركاء بالتغييرات المهمة عبر البريد الإلكتروني أو الإشعارات على منصة الشركاء لدينا.",
            "سيتم إجراء جميع الإشعارات الرسمية المتعلقة بالشراكة أو استخدام المنصة من خلال وسائل الاتصال المعتمدة الأخرى (واتساب والمكالمات الصوتية). أنت مسؤول عن تقديم معلومات الاتصال الدقيقة وتحديثها في حالة حدوث تغييرات.",
            "أي نزاعات تنشأ في اتصال مع هذه الشروط والأحكام سيتم حلها أولاً من خلال التفاوض. إذا لم تنجح المفاوضات، فسيتم تسوية النزاع من خلال التحكيم وفقًا للقوانين واللوائح المعمول بها.",
            "من خلال أن تصبح شريكًا لنا، تشير إلى أنك قد قرأت ووافقت على الشروط والأحكام المعمول بها في شركتنا؛ لذلك، يُعتبر كل جزء من هذه الشروط والأحكام ساريًا ولا يمكن تغييره أو فصله عن هذه الشروط والأحكام.",
        ]
    ],
    'contact_us' => [
        'title' => "اتصل بنا عبر خدمة عملاء Mitra-Booking.com",
        'text' => "إذا واجهت أي من الحالات التالية:",
        'subtext' => [
            [
                'text' => "شكاوى تتعلق باستخدام موقعنا الإلكتروني أو خدماتنا.",
                'subtext' => [
                    // don't change the array key, it's on purpose
                    1 => ''
                ],
            ],
            [
                'text' => "تم اختراق بياناتك الشخصية من قبلنا، أو ترغب في التواصل معنا بخصوص البيانات الشخصية، يمكنك الاتصال بنا على:",
                'subtext' => [
                    0 => 'تيليجرام: <a class="text-dark font-weight-bold" href="https://t.me/mitrabooking" target="__blank">MitraBooking</a>',
                    1 => 'خدمة العملاء: <a class="text-dark font-weight-bold" href="mailto:Admin-pusat@mitra-Booking.com">Admin-pusat@mitra-Booking.com</a>',
                ],
            ],
        ],
    ],


];
