<?php

return [
    'title' => 'תנאים והגבלות של שותפי פיתוח עסקי',
    'introduction' => [
        'title' => 'הקדמה',
        'text' => [
            "ברוכים הבאים ל<strong>Booking.com</strong>, אחת מהפלטפורמות המובילות בעולם להזמנת מקומות לינה, המשרתת יותר מ-1.5 מיליון משתמשים מדי יום מאז 1996. עם יותר מ-28 מיליון אפשרויות לינה ברחבי העולם, אנו מחויבים לספק חוויית טיול יוצאת דופן ללקוחותינו.",
            "<strong>החזון שלנו</strong> הוא להעניק למטיילים את החופש לבחור ולתכנן את המסעות שלהם כפי שמתאים להם ביותר. <strong>המשימה שלנו</strong> היא לשפר את הנגישות והנראות של מגוון רחב של אפשרויות לינה, מבתי מלון חמישה כוכבים ועד מקומות לינה ייחודיים ובעלי מחירים נוחים.",
            "כדי להשיג את החזון והמשימה שלנו, אנו מזמינים אתכם להצטרף אלינו כ<strong>שותפי פיתוח עסקי</strong>. באמצעות שיתוף פעולה זה, תוכל למלא תפקיד מרכזי בעזרתנו לשפר את ערך הפלטפורמה שלנו ולהגיע ליותר בעלי מקומות לינה להצטרף ל-Booking.com. אנו מאמינים ששיתוף פעולה סינרגטי זה יביא לתועלות הדדיות לכל הצדדים המעורבים.",
            "אנו מאוד נרגשים לשתף פעולה איתך ולתרום יחד לצמיחה ברת קיימא של תעשיית התיירות. אנו בטוחים כי יחד נוכל ליצור הזדמנויות חדשות המועילות לשני הצדדים.",
        ],
    ],
    'parties_involved' => [
        'title' => 'צדדים מעורבים',
        'text' => [
            "במסמך זה, קבוצת החברות של Booking.com עשויה להתייחס כ'אנו', 'שלנו' או 'Booking.com'. אנשים, עובדים, בעלי עסקים או נציגים הפועלים בשם השותפים העסקיים שלנו באופן קולקטיבי או אישי עשויים להתייחס כ'אתה', 'שלך' או 'שותף עסקי'.",
            "הקשר בינינו לבינך הוא שיתוף פעולה סינרגטי שבו שני הצדדים יתמכו זה בזה כדי להשיג מטרות עסקיות משותפות. אנו נספק את כל התמיכה הנדרשת, בעוד שאתה תשתמש בכישוריך כדי לשפר את הנראות ולהרחיב את ההגעה של הפלטפורמה שלנו."
        ],
    ],
    'scope_of_collaboration' => [
        'title' => 'היקף שיתוף הפעולה',
        'text' => [
            "הסטנדרטים וההנחיות שלנו עוזרים לנו לשמור על כל מה שיש לנו בפלטפורמה רלוונטי ומתאים לקהל גלובלי מבלי להגביל את חופש הביטוי.",
            "על ידי הסכמתך לתנאים שלנו, אתה מקבל את כל <strong>התקנות והסטנדרטים התפעוליים של החברה</strong>. אם אינך מסכים עם התנאים החלים, אנא עדכן את צוות התמיכה שלך.",
            "כל המידע הזה חשוב כי (בשילוב עם דוא\"ל אישור ההזמנה וכל מידע מקדים שניתן לפני ההזמנה) הוא קובע את התנאים המשפטיים המונחים של ספקי השירותים בהציעה את חוויות הטיול שלהם באמצעות הפלטפורמה שלנו.",
            "אם יש משהו לא בסדר עם חווית הטיול שלך, תוכל לפנות לצוות התמיכה שלך. זה כולל הגשת תלונה אלינו, העלאת העניין לבית המשפט, ו(בכמה מקרים) שימוש בשירותי צוות התמיכה שלנו.",
            "אם ברצונך לערער על החלטת מ moderation או לדווח על תוכן כלשהו בפלטפורמה שלנו, תתחבר לצוות המשפטי שלנו. ברגע שהצוות המשפטי שלנו ייצור איתך קשר, תוכל להגיש להם את כל התלונות או הדיווחים שלך.",
            "סיכום זה הוא חלק מהתנאים שלנו או מהמסמכים המשפטיים. סיכום זה מסביר פשוט את התנאים שלנו. אנו ממליצים לך תמיד לתקשר עם הצוות הרלוונטי.",
        ],
    ],
    'right_n_obligations' => [
        'title' => 'זכויות וחובות',
        'text' => [
            'introduction' => [
                'title' => 'הקדמה',
                'text' => 'בשיתוף פעולה זה, חשוב ששותפים יבינו את זכויותיהם וחובותיהם כדי להבטיח הצלחה הדדית. זכויות וחובות אלו נועדו לבנות מערכת יחסים שקופה ומועילה הדדית בין השותפים ל-Booking.com.',
            ],
            'partner_rights' => [
                'title' => 'זכויות השותף',
                'text' => [
                    [
                        'title' => "גישה למשאבים",
                        'text' => "אתה זכאי לגשת למשאבים המסופקים על ידינו, כולל הכשרה ותמיכה טכנית.",
                    ],
                    [
                        'title' => "תמיכה מהצוות",
                        'text' => "אתה זכאי לקבל תמיכה מצוות שלנו בעת ביצוע המשימות שלך, כולל סיוע בתהליך ביצוע הפרויקט שלך.",
                    ],
                    [
                        'title' => "עמלה על סיום פרויקטים",
                        'text' => "אתה זכאי לקבל עמלה בהתאם לתנאים החלים עבור כל פרויקט שמושלם בהצלחה באמצעות הפלטפורמה שלנו.",
                    ],
                    [
                        'title' => "נקודות שהושגו",
                        'text' => "אתה זכאי לקבל נקודות עבור כל פרויקט שאתה מסיים. אתה זכאי לממש את הנקודות שאתה צובר על פרסים זמינים בפלטפורמה שלנו.",
                    ],
                ],
            ],
            'partner_obligations' => [
                'title' => 'חובות השותף',
                'text' => [
                    [
                        'title' => "עמידה בתקנות",
                        'text' => "אתה נדרש לעמוד בכל התקנות והחוקים החלים הקשורים לתיירות ולעסקי הלינה.",
                    ],
                    [
                        'title' => "שימור סטנדרטי שירות",
                        'text' => "עליך לשמור על סטנדרטי שירות גבוהים בהתאם להנחיות שהוגדרו על ידינו, כולל התייחסות לצוות התמיכה שלנו בכבוד.",
                    ],
                    [
                        'title' => "מתן מידע מדויק",
                        'text' => "אתה אחראי לוודא שכל המידע שניתן לנו ולצוות התמיכה מדויק ומעודכן.",
                    ],
                    [
                        'title' => "דיווח על בעיות",
                        'text' => "אתה נדרש לדווח על בעיות כלשהן אלינו בתוך פרק זמן סביר כדי שנוכל לספק פתרונות והנחיות נכונות.",
                    ],
                    [
                        'title' => "השלמת פרויקטים עד הסוף",
                        'text' => "אתה נדרש להשלים כל פרויקט שאתה עובד עליו עד לסיום. צוות התמיכה שלנו תמיד יספק לך הוראות.",
                    ],
                ],
            ],
        ],
    ],
    'commission_n_payment' => [
        'title' => 'עמלה ותשלום',
        'text' => [
            [
                'title' => 'עמלה',
                'text' => [
                    "כאשר אתה עובד על פרויקט, אתה מסכים לשלם את עלות הפרויקט שהזמנת, כולל מיסים וחיובים נוספים החלים.",
                    "כמה ממחירי הפרויקטים המסופקים על ידי צוות התמיכה שלנו שעשויים להיראות לך עשויים להיות מעוגלים למספר השלם הקרוב. המחיר שאתה משלם יתבסס על המחיר המוצג עבור הפרויקט שסופק על ידי צוות התמיכה שלנו (אם כי ההבדל בפועל יהיה מינימלי).",
                    "שגיאות כנות ושגיאות הקלדה אינן מחייבות. לדוגמה, אם אתה עובד על פרויקט והזמן להשלמה הוגדר אך אתה לא מציית לזמן שניתן, אז הפרויקט ייתקל בבעיות, ואתה נדרש לתקן ולהשלים אותו.",
                    "כל פרויקט שאתה לוקח עליו מביא עמלה של 20% עד 30% בהתבסס על הפרויקט שאתה עובד עליו ובהתאם לדרישות הרגולטוריות החלות.",
                    "אנו מספקים תגמולים אקראיים על פרויקטים. תגמולי הפרויקט האקראיים הללו יינתנו באקראי על ידי המערכת. כל שותף יש לו את ההזדמנות לקבל את התגמולים האקראיים הללו. העמלה שהושגה מתגמולים אקראיים נעה בין 35% ל-80%. אם אתה מקבל תוכנית תגמולים אקראיים, היא חייבת להיות מושלמת קודם לכן לפני שתוכל למשוך את יתרתך."
                ],
            ],
            [
                'title' => 'תשלום',
                'text' => [
                    "לכל פרויקט שמתבצע, אנו זקוקים לבצע תשלומים מראש ו/או תשלומים במהלך ביצוע הפרויקט שלך.",
                    "כדי להקל על העסקה של שליחת וקבלת כספים בצורה יעילה יותר, אנו משתפים פעולה עם צדדים שלישיים הנקראים שותפי סוכן, האחראים להמיר רופי אינדונזיים למטבע חוץ וההפך. שותפי הסוכן הללו הם עסקים פרטיים אמינים עם ניסיון ומומחיות בניהול המרת מטבע.",
                    "באמצעות שותפי הסוכן, אנו יכולים להבטיח שתהליך העסקה יהיה מהיר, בטוח, ותואם לשערי חליפין תחרותיים. כל העסקאות מתבצעות בהתאם לרגולציות הפיננסיות החלות, ואתה לא צריך לדאוג לגבי אבטחת או דיוק העסקאות הללו.",
                    "שימו לב, בעוד ששיתופי פעולה מסייעים בתהליך ההמרה, החברה שלנו נושאת באחריות מלאה לכל העסקאות המתבצעות דרך המערכת שלנו.",
                    "אנו לא יכולים לסדר את התשלום עבור הפרויקט שלך; אנחנו (או, במקרים מסוימים, הסניפים שלנו) לא יכולים להיות אחראים על ניהול התשלום עבור הפרויקט שלך. במקרה זה, התשלום שלך הוא ההתיישבות הסופית של מחיר הפרויקט ויש לשלם אותו מראש.",
                    "אם צד שלישי גובה ממך תשלום, זה בדרך כלל נעשה דרך חיוב חוזר, והצד השלישי יבקש דמי תפעול בהתאם להוראות החלות עם ספק השירות, אך ייתכן גם שיגבה במקום מגוריך או בעבודתך.",
                    "אם אתה מבטל את הפרויקט שאתה עובד עליו, אתה נדרש לשלם דמי קנס עבור הפרויקט הזה וכל דמי ניהול נחוצים בהתאם להוראות החברה החלות.",
                    "אנו נשמור את פרטי שיטת התשלום שלך עבור עסקאות עתידיות לאחר שביצעת את העסקה שלך.",
                    "אם אתה לא מציית לכללים בסעיף זה, אנו עשויים באופן אוטומטי להפסיק את יתרתך יחד עם חשבון השותף שלך.",
                    "אנו עשויים לקזז או לסיים חלק או את כל התגמולים שלך כנגד כל טענה שעשויה להיות לנו נגדך. אנו יכולים לעשות זאת בכל עת, ואתה רק צריך לאשר עם צוות התמיכה שלנו.",
                    "אנו עשויים לשנות, להפסיק או לסיים כל היבט של הארנק או תוכנית התגמולים. במיוחד, אנו עשויים לשנות: נעשה מאמצים סבירים להודיע לך מראש אם נעשה שינויים כלשהם הקשורים לעסקאות.",
                ],
            ],
        ],
    ],
    'applicable_laws_n_regulations' => [
    'title' => 'חוקים ורגולציות חלים',
    'text' => [
        "החברה וכל השותפים והלקוחות חייבים לעמוד בכל החוקים, הרגולציות, והמדיניות הממשלתית החלים בתחום השיפוט שבו פועלת החברה.",
        "כל הפעילויות במסגרת שותפות זו חייבות להיות תואמות לחוקים החלים באינדונזיה, כולל אך לא מוגבל לתיירות, מיסוי, חקיקות הגנת צרכנים ורגולציות הקשורות לעסקאות בין-לאומיות.",
        "שותפים נדרשים לוודא שכל המידע המסופק במסגרת שותפות זו הוא מדויק ועומד ברגולציות החלות, וכן לשמור על סטנדרטי שירות בהתאם לחוקים החלים.",
        "במקרה של הפרת רגולציות או הוראות חוק החלות, החברה שומרת לעצמה את הזכות לסיים את חוזה השותפות ללא הודעה נוספת ולתבוע פיצויים כתוצאה מהפרות אלו.",
        "אם חלק כלשהו מתנאים והוראות אלו סותר את החוקים החלים על החברה, חלק זה ייחשב לבטל, אך שאר החלקים יישארו בתוקף מלא.",
        "נדרש ממך לעמוד במדיניות הפרטיות שלנו הקשורה לתהליך סיום הפרויקט והגנה על נתונים אישיים בהתאם לחוקי הגנת נתונים החלים.",
        "החברה שומרת לעצמה את הזכות לעדכן את תנאי ציות החוק בכל עת על בסיס שינויים רגולטוריים או עדכוני מדיניות פנימית. הודעה תישלח לשותפים לגבי כל שינוי כזה.",
        "כל השותפים והלקוחות המשתתפים בשירותים המסופקים על ידי Booking.com חייבים לעמוד בכל החוקים, הרגולציות והמדיניות החלים, הן ברמה המקומית, הלאומית והבין-לאומית, כולל מיסוי, הגנת נתונים אישיים וסטנדרטי תעשיית התיירות.",
        "הפרות של רגולציות החלות עשויות להוביל לסיום השותפות ללא הודעה נוספת ועשויות להוביל לנקיטת הליכים משפטיים. אנו שומרים לעצמנו את הזכות לעדכן את התנאים וההוראות הללו בהתאם לשינויים בחקיקה. אתה מחויב תמיד לעמוד ברגולציות החלות ותקבל הודעה על כל שינוי משמעותי.",
    ],
],
'transfer' => [
    'title' => 'העברה',
    'text' => [
        "אתה מסכים כי הזכויות והחובות שלך לפי תנאים והוראות אלו אינן יכולות להיות מועברות לצד שלישי כלשהו, למעט ההוראות המוזכרות בתנאים וההוראות הללו."
    ]
],
'other_provisions' => [
    'title' => 'הוראות נוספות',
    'text' => [
        "החברה שומרת לעצמה את הזכות לשנות או לעדכן את התנאים וההוראות הללו בכל עת. השותפים יקבלו הודעה על שינויים משמעותיים באמצעות דואר אלקטרוני או הודעות בפלטפורמת השותפים שלנו.",
        "כל ההודעות הרשמיות הקשורות לשותפות או לשימוש בפלטפורמה יתבצעו באמצעות שיטות תקשורת אחרות מאושרות (WhatsApp ושיחות קוליות). אתה אחראי לספק מידע ליצירת קשר מדויק ולעדכן אותו במקרה של שינויים.",
        "כל מחלוקות הנובעות מהתנאים וההוראות הללו ייפתרו תחילה באמצעות מו"מ. אם המו"מ אינו מצליח, המחלוקות ייפתרו באמצעות בוררות בהתאם לחוקים ורגולציות החלים.",
        "בהיותך שותף שלנו, אתה מצהיר שקראת והסכמת לתנאים וההוראות החלים בחברה שלנו; לכן, כל חלק מהתנאים וההוראות הללו נחשב לתקף ואינו יכול להיות משונה או מופרד מתנאים וההוראות הללו.",
    ]
],
'contact_us' => [
    'title' => "צור קשר עם שירות הלקוחות של Mitra-Booking.com",
    'text' => "אם אתה נתקל באחת מהמצבים הבאים:",
    'subtext' => [
        [
            'text' => "תלונות הקשורות לשימוש באתר או בשירותים שלנו.",
            'subtext' => [
                // don't change the array key, it's on purpose
                1 => ''
            ],
        ],
        [
            'text' => "אם הנתונים האישיים שלך הושגו על ידינו, או אם אתה מעוניין לתקשר איתנו לגבי נתונים אישיים, תוכל לפנות אלינו ב:",
            'subtext' => [
                0 => 'טלגרם: <a class="text-dark font-weight-bold" href="https://t.me/mitrabooking" target="__blank">MitraBooking</a>',
                1 => 'שירות לקוחות: <a class="text-dark font-weight-bold" href="mailto:Admin-pusat@mitra-Booking.com">Admin-pusat@mitra-Booking.com</a>',
            ],
        ],
    ],
],

];
