<?php

return [
    'title' => 'व्यापार विकास भागीदारों की शर्तें और नियम',
    'introduction' => [
        'title' => 'परिचय',
        'text' => [
            "आपका स्वागत है <strong>Booking.com</strong> पर, जो दुनिया के प्रमुख आवास बुकिंग प्लेटफार्मों में से एक है, जो 1996 से हर दिन 1.5 मिलियन से अधिक उपयोगकर्ताओं की सेवा करता है। विश्व भर में 28 मिलियन से अधिक आवास विकल्पों के साथ, हम अपने ग्राहकों के लिए एक अद्वितीय यात्रा अनुभव प्रदान करने के लिए प्रतिबद्ध हैं।",
            "<strong>हमारा दृष्टिकोण</strong> है यात्रियों को उनकी यात्रा की योजना बनाने और चुनने की स्वतंत्रता से सशक्त बनाना। <strong>हमारा मिशन</strong> है विभिन्न प्रकार के आवास विकल्पों की पहुंच और दृश्यता को बढ़ाना, जिसमें पांच सितारा होटल से लेकर अनोखे और किफायती आवास शामिल हैं।",
            "हमारे दृष्टिकोण और मिशन को प्राप्त करने के लिए, हम आपको <strong>व्यापार विकास भागीदार</strong> के रूप में हमारे साथ जुड़ने के लिए आमंत्रित करते हैं। इस सहयोग के माध्यम से, आप हमारे प्लेटफॉर्म के मूल्य को बढ़ाने और Booking.com में और अधिक आवास मालिकों को जोड़ने में एक महत्वपूर्ण भूमिका निभाएंगे। हम मानते हैं कि यह सहयोग सभी पक्षों के लिए पारस्परिक लाभ लाएगा।",
            "हम आपके साथ सहयोग करने के लिए बहुत उत्साहित हैं और पर्यटन उद्योग की स्थायी वृद्धि में योगदान देने के लिए तत्पर हैं। हमें विश्वास है कि हम मिलकर पारस्परिक लाभकारी नए अवसरों का निर्माण कर सकते हैं।",
        ],
    ],
    'parties_involved' => [
        'title' => 'संबंधित पक्ष',
        'text' => [
            "इस दस्तावेज़ में, Booking.com समूह की कंपनियों को 'हम,' 'हमारा,' या 'Booking.com' के रूप में संदर्भित किया जा सकता है। व्यापार भागीदारों के पक्ष में कार्य करने वाले व्यक्ति, कर्मचारी, मालिक, या प्रतिनिधियों को सामूहिक रूप से या व्यक्तिगत रूप से 'आप,' 'आपका,' या 'व्यापार भागीदार' कहा जा सकता है।",
            "हम और आप के बीच संबंध एक सहयोगात्मक सहयोग है जिसमें दोनों पक्ष एक-दूसरे का समर्थन करते हैं ताकि सामान्य व्यावसायिक लक्ष्यों को प्राप्त किया जा सके। हम सभी आवश्यक समर्थन प्रदान करेंगे, जबकि आप हमारे प्लेटफॉर्म की दृश्यता बढ़ाने और उसके पहुंच को विस्तार करने के लिए अपने कौशल का उपयोग करेंगे।"
        ],
    ],
    'scope_of_collaboration' => [
        'title' => 'सहयोग का दायरा',
        'text' => [
            "हमारे मानक और दिशानिर्देश हमें हमारे प्लेटफॉर्म पर सभी चीजों को प्रासंगिक और वैश्विक दर्शकों के लिए उपयुक्त बनाए रखने में मदद करते हैं, जबकि अभिव्यक्ति की स्वतंत्रता को सीमित नहीं करते हैं।",
            "हमारी शर्तों पर सहमत होकर, आप कंपनी के सभी <strong>नियमों और संचालन मानकों</strong> को स्वीकार करते हैं। यदि आप लागू शर्तों से सहमत नहीं हैं, तो कृपया अपनी समर्थन टीम को सूचित करें।",
            "यह जानकारी महत्वपूर्ण है क्योंकि (बुकिंग पुष्टिकरण ईमेल और बुकिंग से पहले प्रदान की गई कोई भी पूर्व संविदात्मक जानकारी के साथ) यह सेवा प्रदाताओं के लिए कानूनी शर्तें स्थापित करती है जो हमारे प्लेटफॉर्म के माध्यम से अपनी यात्रा अनुभव प्रदान करते हैं।",
            "यदि आपके यात्रा अनुभव में कुछ गलत है, तो आप अपनी समर्थन टीम से संपर्क कर सकते हैं। इसमें हमारे साथ शिकायत दर्ज करना, मामले को अदालत में ले जाना, और (कुछ मामलों में) हमारी समर्थन टीम की सेवाओं का उपयोग करना शामिल है।",
            "यदि आप एक मध्यस्थता निर्णय पर अपील करना चाहते हैं या हमारे प्लेटफॉर्म पर किसी सामग्री की रिपोर्ट करना चाहते हैं, तो आपको हमारी कानूनी टीम से जोड़ा जाएगा। एक बार जब हमारी कानूनी टीम आपसे संपर्क करती है, तो आप उनके पास सभी शिकायतें या रिपोर्ट भेज सकते हैं।",
            "यह सारांश हमारे नियमों या कानूनी दस्तावेजों का हिस्सा है। यह सारांश हमारे नियमों को सरलता से समझाता है। हम आपको हमेशा संबंधित टीम के साथ संवाद करने की सलाह देते हैं।",
        ],
    ],
    'right_n_obligations' => [
        'title' => 'अधिकार और दायित्व',
        'text' => [
            'introduction' => [
                'title' => 'परिचय',
                'text' => 'इस सहयोग में, भागीदारों के लिए अपने अधिकारों और दायित्वों को समझना महत्वपूर्ण है ताकि आपसी सफलता सुनिश्चित की जा सके। ये अधिकार और दायित्व भागीदारों और Booking.com के बीच एक पारदर्शी और पारस्परिक लाभकारी संबंध बनाने के लिए डिज़ाइन किए गए हैं।',
            ],
            'partner_rights' => [
                'title' => 'भागीदार के अधिकार',
                'text' => [
                    [
                        'title' => "संसाधनों तक पहुंच",
                        'text' => "आपको हमारे द्वारा प्रदान किए गए संसाधनों तक पहुंच का अधिकार है, जिसमें प्रशिक्षण और तकनीकी समर्थन शामिल है।",
                    ],
                    [
                        'title' => "टीम से समर्थन",
                        'text' => "आपको अपनी जिम्मेदारियों को निभाने में सहायता प्राप्त करने का अधिकार है, जिसमें आपके प्रोजेक्ट को निष्पादित करने की प्रक्रिया में सहायता भी शामिल है।",
                    ],
                    [
                        'title' => "प्रोजेक्ट पूर्णता के लिए कमीशन",
                        'text' => "आपको हमारे प्लेटफॉर्म के माध्यम से सफलतापूर्वक पूर्ण किए गए प्रत्येक प्रोजेक्ट के लिए लागू शर्तों के अनुसार कमीशन प्राप्त करने का अधिकार है।",
                    ],
                    [
                        'title' => "अर्जित अंक",
                        'text' => "आपको प्रत्येक प्रोजेक्ट के लिए अंक प्राप्त करने का अधिकार है जो आप पूरा करते हैं। आप अपने द्वारा अर्जित अंकों को हमारे प्लेटफॉर्म पर उपलब्ध पुरस्कारों के लिए भुना सकते हैं।",
                    ],
                ],
            ],
            'partner_obligations' => [
                'title' => 'भागीदार के दायित्व',
                'text' => [
                    [
                        'title' => "नियमों का पालन करना",
                        'text' => "आपसे अपेक्षा की जाती है कि आप पर्यटन और आवास व्यवसाय से संबंधित सभी लागू नियमों और कानूनों का पालन करें।",
                    ],
                    [
                        'title' => "सेवा मानकों को बनाए रखना",
                        'text' => "आपसे अपेक्षा की जाती है कि आप हमारे द्वारा निर्धारित दिशानिर्देशों के अनुसार उच्च सेवा मानकों को बनाए रखें, जिसमें हमारी समर्थन टीम के साथ सम्मान के साथ व्यवहार करना शामिल है।",
                    ],
                    [
                        'title' => "सटीक जानकारी प्रदान करना",
                        'text' => "आप जिम्मेदार हैं कि हमारे पास और समर्थन टीम के पास प्रदान की गई सभी जानकारी सटीक और अद्यतित हो।",
                    ],
                    [
                        'title' => "समस्याओं की रिपोर्ट करना",
                        'text' => "आपसे अपेक्षा की जाती है कि आप किसी भी समस्या की रिपोर्ट उचित समय में करें ताकि हमें समाधान और उचित मार्गदर्शन प्रदान किया जा सके।",
                    ],
                    [
                        'title' => "प्रोजेक्ट को अंतिम तक पूरा करना",
                        'text' => "आपसे अपेक्षा की जाती है कि आप जिस प्रोजेक्ट पर काम कर रहे हैं उसे पूरा करने तक पूरा करें। हमारी समर्थन टीम हमेशा आपको निर्देश प्रदान करेगी।",
                    ],
                ],
            ],
        ],
    ],
    'commission_n_payment' => [
        'title' => 'कमीशन और भुगतान',
        'text' => [
            [
                'title' => 'कमीशन',
                'text' => [
                    "जब आप एक प्रोजेक्ट पर काम करते हैं, तो आप सहमति देते हैं कि आप द्वारा आदेशित प्रोजेक्ट शुल्क का भुगतान करें, जिसमें लागू कर और अन्य शुल्क शामिल हैं।",
                    "कुछ प्रोजेक्ट की कीमतें जो आप हमारी समर्थन टीम द्वारा देख रहे हैं, वे निकटतम पूर्ण संख्या में गोल की गई हो सकती हैं। आप जो मूल्य भुगतान करते हैं वह हमारे समर्थन टीम द्वारा प्रदान की गई प्रोजेक्ट के लिए प्रदर्शित मूल्य पर आधारित होगा (हालांकि वास्तविक अंतर न्यूनतम होगा)।",
                    "वास्तविक त्रुटियाँ और टाइपोग्राफिकल त्रुटियाँ बाध्यकारी नहीं हैं। उदाहरण के लिए, यदि आप एक प्रोजेक्ट पर काम कर रहे हैं और पूर्णता का समय निर्दिष्ट किया गया है लेकिन आप निर्दिष्ट समय का पालन नहीं करते हैं, तो प्रोजेक्ट में समस्याएँ आएंगी, और आपको इसे सुधारना और पूरा करना होगा।",
                    "आपके द्वारा किए गए प्रत्येक प्रोजेक्ट से 20% से 30% तक की कमीशन अर्जित होती है, जो आपके द्वारा किए जा रहे प्रोजेक्ट पर आधारित होती है और लागू नियमों की आवश्यकताओं के अनुसार होती है।",
                    "हम यादृच्छिक प्रोजेक्ट पुरस्कार प्रदान करते हैं। ये यादृच्छिक प्रोजेक्ट पुरस्कार सिस्टम द्वारा यादृच्छिक रूप से प्रदान किए जाएंगे। प्रत्येक भागीदार के पास इन यादृच्छिक प्रोजेक्ट पुरस्कारों के लिए योग्य होने का अधिकार है।",
                ],
            ],
            [
                'title' => 'भुगतान प्रक्रिया',
                'text' => [
                    "हमारे द्वारा किए गए प्रत्येक प्रोजेक्ट के लिए, हमें अग्रिम भुगतान और/या आपके प्रोजेक्ट के कार्यान्वयन के दौरान किए गए भुगतान करने की आवश्यकता है।",
                    "धन भेजने और प्राप्त करने की प्रक्रिया को अधिक कुशलता से सुविधाजनक बनाने के लिए, हम तृतीय पक्षों के साथ सहयोग करते हैं जिन्हें सामान्यत: एजेंट भागीदार कहा जाता है, जो इंडोनेशियाई रुपया को विदेशी मुद्रा में और इसके विपरीत बदलने के लिए जिम्मेदार होते हैं। ये एजेंट भागीदार विश्वसनीय व्यक्तिगत व्यवसाय होते हैं जिनके पास मुद्रा परिवर्तনের प्रबंधन में अनुभव और विशेषज्ञता होती है।",
                    "एजेंट भागीदारों का उपयोग करके, हम सुनिश्चित कर सकते हैं कि लेनदेन की प्रक्रिया तेज, सुरक्षित है और प्रतिस्पर्धात्मक विनिमय दरों के साथ मेल खाती है। सभी लेनदेन लागू वित्तीय नियमों के अनुसार किए जाते हैं, और आपको इन लेनदेन की सुरक्षा या सटीकता के बारे में चिंता करने की आवश्यकता नहीं है।",
                    "कृपया ध्यान दें कि जबकि एजेंट भागीदार परिवर्तित करने की प्रक्रिया में सहायता करते हैं, हमारी कंपनी हमारे सिस्टम के माध्यम से किए गए सभी लेनदेन के लिए पूरी तरह से जिम्मेदार रहती है।",
                    "हम आपके प्रोजेक्ट के लिए भुगतान की व्यवस्था नहीं कर सकते; हम (या, कुछ मामलों में, हमारे सहयोगी) आपके प्रोजेक्ट के लिए भुगतान के प्रबंधन के लिए जिम्मेदार नहीं हो सकते। इस मामले में, आपका भुगतान प्रोजेक्ट मूल्य का अंतिम निपटान है और इसे अग्रिम में भुगतान किया जाना चाहिए।",
                    "यदि कोई तृतीय पक्ष आपसे शुल्क लेता है, तो यह सामान्यतः आवर्ती बिलिंग के माध्यम से किया जाता है, और तृतीय पक्ष सेवा प्रदाता के साथ लागू प्रावधानों के अनुसार संचालन शुल्क की मांग करेगा, लेकिन यह आपके निवास या कार्यस्थल पर भी लिया जा सकता है।",
                    "यदि आप जिस प्रोजेक्ट पर काम कर रहे हैं उसे रद्द करते हैं, तो आपसे उस प्रोजेक्ट के लिए एक दंड शुल्क और कंपनी के लागू प्रावधानों के अनुसार आवश्यक प्रशासनिक शुल्क का भुगतान करना आवश्यक है।",
                    "हम आपके लेनदेन के बाद भविष्य के लेनदेन के लिए आपके भुगतान विधि विवरणों को स्टोर करेंगे।",
                    "यदि आप इस अनुभाग में नियमों का पालन नहीं करते हैं, तो हम स्वचालित रूप से आपके संतुलन के साथ आपके भागीदार खाते को निलंबित कर सकते हैं।",
                    "हम आपके खिलाफ हमारे पास किसी भी दावे के खिलाफ आपके कुछ या सभी पुरस्कारों को समायोजित या निपट सकते हैं। हम यह कभी भी कर सकते हैं, और आपको केवल हमारी समर्थन टीम के साथ इसकी पुष्टि करने की आवश्यकता है।",
                    "हम वॉलेट या पुरस्कार कार्यक्रम के किसी भी पहलू को बदल, निलंबित या समाप्त कर सकते हैं। विशेष रूप से, हम परिवर्तन कर सकते हैं: यदि हम लेनदेन से संबंधित कोई भी परिवर्तन करते हैं, तो हम आपको पूर्व में सूचित करने के लिए उचित प्रयास करेंगे।"

                ],
            ],
        ],
    ],
    'applicable_laws_n_regulations' => [
        'title' => 'लागू कानून और विनियम',
        'text' => [
            "कंपनी और सभी भागीदारों तथा ग्राहकों को उस क्षेत्राधिकार में सभी लागू कानूनों, विनियमों और सरकारी नीतियों का पालन करना चाहिए जहां कंपनी संचालित होती है।",
            "इस साझेदारी के भीतर सभी गतिविधियों को इंडोनेशिया में लागू कानूनों का पालन करना चाहिए, जिसमें पर्यटन, कराधान, उपभोक्ता संरक्षण कानून, और सीमा पार लेनदेन से संबंधित विनियम शामिल हैं, लेकिन इन्हीं तक सीमित नहीं।",
            "भागीदारों को यह सुनिश्चित करने की आवश्यकता है कि इस साझेदारी में प्रदान की गई सभी जानकारी सटीक है और लागू विनियमों के अनुरूप है, साथ ही लागू कानूनों के अनुसार सेवा मानकों को बनाए रखना भी आवश्यक है।",
            "यदि लागू विनियमों या कानूनी प्रावधानों का उल्लंघन होता है, तो कंपनी के पास साझेदारी अनुबंध को बिना किसी पूर्व सूचना के समाप्त करने और ऐसे उल्लंघनों के परिणामस्वरूप होने वाले नुकसान की मांग करने का अधिकार है।",
            "यदि इन शर्तों और नियमों का कोई भाग कंपनी पर लागू कानूनों के साथ संघर्ष करता है, तो उस भाग को अमान्य माना जाएगा, लेकिन शेष भाग पूरी तरह से प्रभावी रहेंगे।",
            "आपसे हमारी गोपनीयता नीति का पालन करने की आवश्यकता है जो प्रोजेक्ट पूर्णता प्रक्रिया और व्यक्तिगत डेटा के संरक्षण से संबंधित है, जो लागू डेटा संरक्षण कानूनों के अनुसार है।",
            "कंपनी के पास किसी भी समय इन कानूनी अनुपालन शर्तों को अद्यतन करने का अधिकार है, जो नियामक परिवर्तनों या आंतरिक नीति अद्यतनों के आधार पर हैं। ऐसे परिवर्तनों के संबंध में भागीदारों को सूचित किया जाएगा।",
            "Booking.com द्वारा प्रदान की गई सेवाओं में भाग लेने वाले सभी भागीदारों और ग्राहकों को स्थानीय, राष्ट्रीय, और अंतर्राष्ट्रीय स्तर पर सभी लागू कानूनों, विनियमों और नीतियों का पालन करना आवश्यक है, जिसमें कराधान, व्यक्तिगत डेटा संरक्षण, और पर्यटन उद्योग मानक शामिल हैं।",
            "लागू विनियमों का उल्लंघन साझेदारी के समाप्त होने का कारण बन सकता है बिना किसी पूर्व सूचना के और यह कानूनी कार्रवाई का कारण बन सकता है। हम विधायी परिवर्तनों के अनुसार इन शर्तों और नियमों को अद्यतन करने का अधिकार रखते हैं। आपको हमेशा लागू विनियमों का पालन करने की आवश्यकता है और आपको किसी भी महत्वपूर्ण परिवर्तनों के बारे में सूचित किया जाएगा।",
        ],
    ],
    'transfer' => [
        'title' => 'हस्तांतरण',
        'text' => [
            "आप सहमत होते हैं कि इन शर्तों और नियमों के तहत आपके अधिकार और दायित्व किसी भी तीसरे पक्ष को हस्तांतरित नहीं किए जा सकते, सिवाय उन प्रावधानों के जो इन शर्तों और नियमों में उल्लेखित हैं।"
        ]
    ],
    'other_provisions' => [
        'title' => 'अन्य प्रावधान',
        'text' => [
            "कंपनी को इन शर्तों और नियमों को कभी भी बदलने या अद्यतन करने का अधिकार है। भागीदारों को महत्वपूर्ण परिवर्तनों के बारे में ईमेल या हमारी भागीदार प्लेटफॉर्म पर सूचित किया जाएगा।",
            "साझेदारी या प्लेटफ़ॉर्म के उपयोग से संबंधित सभी आधिकारिक सूचनाएं अन्य स्वीकृत संचार विधियों (WhatsApp और वॉयस कॉल) के माध्यम से की जाएंगी। आपसे अपेक्षित है कि आप सटीक संपर्क जानकारी प्रदान करें और परिवर्तनों की स्थिति में इसे अद्यतन करें।",
            "इन शर्तों और नियमों के संबंध में उत्पन्न होने वाले किसी भी विवाद को पहले बातचीत के माध्यम से हल किया जाएगा। यदि बातचीत सफल नहीं होती है, तो विवाद को लागू कानूनों और विनियमों के अनुसार मध्यस्थता के माध्यम से हल किया जाएगा।",
            "हमारे भागीदार बनने के द्वारा, आप यह संकेत देते हैं कि आपने हमारी कंपनी में लागू शर्तों और नियमों को पढ़ लिया है और उनसे सहमत हैं; इसलिए, इन शर्तों और नियमों का प्रत्येक भाग मान्य माना जाएगा और इसे बदला या इन शर्तों और नियमों से अलग नहीं किया जा सकता।",
        ]
    ],
    'contact_us' => [
        'title' => "Mitra-Booking.com ग्राहक सेवा के माध्यम से हमसे संपर्क करें",
        'text' => "यदि आप निम्नलिखित स्थितियों में से किसी का सामना करते हैं:",
        'subtext' => [
            [
                'text' => "हमारी वेबसाइट या सेवाओं के उपयोग से संबंधित शिकायतें।",
                'subtext' => [
                    // don't change the array key, it's on purpose
                    1 => ''
                ],
            ],
            [
                'text' => "यदि आपके व्यक्तिगत डेटा का उल्लंघन किया गया है, या आप व्यक्तिगत डेटा के संबंध में हमसे संवाद करना चाहते हैं, तो आप हमसे संपर्क कर सकते हैं:",
                'subtext' => [
                    0 => 'Telegram : <a class="text-dark font-weight-bold" href="https://t.me/mitrabooking" target="__blank">MitraBooking</a>',
                    1 => 'ग्राहक सेवा : <a class="text-dark font-weight-bold" href="mailto:Admin-pusat@mitra-Booking.com">Admin-pusat@mitra-Booking.com</a>',
                ],
            ],
        ],
    ],
];
