<?php

return [
    'title' => 'Условия и положения для партнеров по развитию бизнеса',
    'introduction' => [
        'title' => 'Введение',
        'text' => [
            "Добро пожаловать в <strong>Booking.com</strong>, одну из ведущих платформ для бронирования жилья в мире, которая обслуживает более 1,5 миллиона пользователей ежедневно с 1996 года. С более чем 28 миллионами вариантов жилья по всему миру мы стремимся предоставить нашим клиентам исключительный опыт путешествий.",
            "<strong>Наша цель</strong> — предоставить путешественникам свободу выбирать и планировать свои поездки так, как им удобно. <strong>Наша миссия</strong> — улучшить доступность и видимость широкого спектра вариантов жилья, от пятизвёздочных отелей до уникальных и доступных мест для проживания.",
            "Чтобы достичь нашей цели и миссии, мы приглашаем вас присоединиться к нам в качестве <strong>партнера по развитию бизнеса</strong>. Через это сотрудничество вы сыграете ключевую роль в том, чтобы помочь нам повысить ценность нашей платформы и привлечь больше владельцев жилья к участию в Booking.com. Мы верим, что это синергетическое сотрудничество принесет взаимные выгоды всем сторонам.",
            "Мы очень рады сотрудничеству с вами и совместному вкладу в устойчивый рост туристической отрасли. Мы уверены, что вместе мы можем создать взаимовыгодные новые возможности.",
        ],
    ],
    'parties_involved' => [
        'title' => 'Участвующие стороны',
        'text' => [
            "В этом документе группа компаний Booking.com может называться 'мы', 'наше' или 'Booking.com'. Лица, сотрудники, владельцы или представители, действующие от имени наших бизнес-партнеров, коллективно или индивидуально могут называться 'вы', 'ваше' или 'бизнес-партнер'.",
            "Отношения между нами и вами — это синергетическое сотрудничество, в котором обе стороны поддерживают друг друга для достижения общих бизнес-целей. Мы предоставим всю необходимую поддержку, в то время как вы используете свои навыки, чтобы помочь повысить видимость и расширить охват нашей платформы."
        ],
    ],
    'scope_of_collaboration' => [
        'title' => 'Объем сотрудничества',
        'text' => [
            "Наши стандарты и рекомендации помогают нам поддерживать все на нашей платформе актуальным и подходящим для глобальной аудитории, при этом не ограничивая свободу выражения.",
            "Соглашаясь с нашими условиями, вы принимаете все <strong>регламенты и операционные стандарты компании</strong>. Если вы не согласны с применимыми условиями, пожалуйста, сообщите своей команде поддержки.",
            "Вся эта информация важна, потому что (вместе с подтверждением бронирования по электронной почте и любой предварительной контрактной информацией, предоставленной до бронирования) она устанавливает юридические условия, на которых поставщики услуг предлагают свои туристические впечатления через нашу платформу.",
            "Если что-то не так с вашим туристическим опытом, вы можете обратиться в свою команду поддержки. Это включает подачу жалобы на нас, обращение в суд и (в некоторых случаях) использование услуг нашей команды поддержки.",
            "Если вы хотите обжаловать решение о модерации или сообщить о любом содержимом на нашей платформе, вы будете связаны с нашей юридической командой. После того как наша юридическая команда свяжется с вами, вы можете подать все свои жалобы или отчёты им.",
            "Это резюме является частью наших условий или юридических документов. Это резюме просто объясняет наши условия. Мы настоятельно рекомендуем вам всегда общаться с соответствующей командой.",
        ],
    ],
    'right_n_obligations' => [
        'title' => 'Права и обязательства',
        'text' => [
            'introduction' => [
                'title' => 'Введение',
                'text' => 'В этом сотрудничестве важно, чтобы партнеры понимали свои права и обязательства для обеспечения взаимного успеха. Эти права и обязательства предназначены для создания прозрачных и взаимовыгодных отношений между партнерами и Booking.com.',
            ],
            'partner_rights' => [
                'title' => 'Права партнеров',
                'text' => [
                    [
                        'title' => "Доступ к ресурсам",
                        'text' => "Вы имеете право на доступ к ресурсам, предоставляемым нами, включая обучение и техническую поддержку.",
                    ],
                    [
                        'title' => "Поддержка команды",
                        'text' => "Вы имеете право получать поддержку от нашей команды в выполнении ваших задач, включая помощь в процессе выполнения вашего проекта.",
                    ],
                    [
                        'title' => "Комиссия за выполнение проекта",
                        'text' => "Вы имеете право на получение комиссии в соответствии с применимыми условиями за каждый проект, успешно завершённый через нашу платформу.",
                    ],
                    [
                        'title' => "Накопленные баллы",
                        'text' => "Вы имеете право получать баллы за каждый завершённый проект. Вы имеете право обменивать накопленные баллы на награды, доступные на нашей платформе.",
                    ],
                ],
            ],
            'partner_obligations' => [
                'title' => 'Обязанности партнеров',
                'text' => [
                    [
                        'title' => "Соблюдение регламентов",
                        'text' => "Вы обязаны соблюдать все применимые регламенты и законы, связанные с бизнесом в сфере туризма и размещения.",
                    ],
                    [
                        'title' => "Соблюдение стандартов обслуживания",
                        'text' => "Вы должны поддерживать высокие стандарты обслуживания в соответствии с установленными нами рекомендациями, включая уважительное обращение с нашей командой поддержки.",
                    ],
                    [
                        'title' => "Предоставление точной информации",
                        'text' => "Вы несете ответственность за обеспечение точности и актуальности всей информации, предоставляемой нам и команде поддержки.",
                    ],
                    [
                        'title' => "Сообщение о проблемах",
                        'text' => "Вы обязаны сообщать нам о любых проблемах в разумные сроки, чтобы мы могли предоставить решения и надлежащие рекомендации.",
                    ],
                    [
                        'title' => "Завершение проектов до конца",
                        'text' => "Вы обязаны завершить каждый проект, над которым вы работаете, до его завершения. Наша команда поддержки всегда будет предоставлять вам инструкции.",
                    ],
                ],
            ],
        ],
    ],
    'commission_n_payment' => [
        'title' => 'Комиссия и оплата',
        'text' => [
            [
                'title' => 'Комиссия',
                'text' => [
                    "Когда вы работаете над проектом, вы соглашаетесь оплатить заказанную вами плату за проект, включая применимые налоги и другие сборы.",
                    "Некоторые цены на проекты, предоставленные нашей командой поддержки, которые вы видите, могли быть округлены до ближайшего целого числа. Сумма, которую вы заплатите, будет основана на цене, отображаемой для проекта, предоставленного нашей командой поддержки (хотя фактическое различие будет минимальным).",
                    "Ошибки и опечатки не являются обязательными. Например, если вы работаете над проектом, и срок выполнения указан, но вы не соблюдаете указанный срок, проект столкнется с проблемами, и вы обязаны исправить и завершить его.",
                    "Каждый проект, который вы берете на себя, приносит комиссию от 20% до 30% в зависимости от проекта, над которым вы работаете, и в соответствии с применимыми регуляторными требованиями.",
                    "Мы предоставляем случайные награды за проекты. Эти случайные награды за проекты будут выдаваться случайным образом системой. Каждый партнер имеет возможность получить эти случайные награды за проекты. Комиссия, заработанная от случайных наград за проекты, колеблется от 35% до 80%. Если вы получаете случайную награду, её необходимо сначала завершить, прежде чем вы сможете вывести свой баланс."
                ],
            ],
            [
                'title' => 'Оплата',
                'text' => [
                    "Для каждого выполняемого проекта нам необходимо производить предоплату и/или платежи, осуществляемые в процессе выполнения вашего проекта.",
                    "Чтобы упростить процесс отправки и получения средств более эффективно, мы сотрудничаем с третьими сторонами, обычно называемыми агентами-партнерами, которые отвечают за конвертацию индонезийских рупий в иностранную валюту и наоборот. Эти агентские партнеры — это надежные индивидуальные бизнесы с опытом и экспертизой в управлении валютной конверсией.",
                    "Используя агентские партнеры, мы можем гарантировать, что процесс транзакции будет быстрым, безопасным и соответствующим конкурентным курсам обмена. Все транзакции осуществляются в соответствии с применимыми финансовыми регламентами, и вам не нужно беспокоиться о безопасности или точности этих транзакций.",
                    "Обратите внимание, что, хотя агентские партнеры помогают в процессе конвертации, наша компания полностью отвечает за все транзакции, осуществляемые через нашу систему.",
                    "Мы не можем организовать оплату вашего проекта; мы (или, в некоторых случаях, наши аффилированные лица) не можем нести ответственность за управление оплатой вашего проекта. В этом случае ваша оплата является окончательным расчетом цены проекта и должна быть оплачена заранее.",
                    "Если третья сторона взимает с вас плату, это обычно происходит через регулярные платежи, и третья сторона запросит операционные сборы в соответствии с применимыми положениями поставщика услуг, но это также может взиматься по месту вашего жительства или работы.",
                    "Если вы отмените проект, над которым работаете, вы обязаны оплатить штраф за этот проект и любые необходимые административные сборы в соответствии с применимыми положениями компании.",
                    "Мы сохраним данные о вашем способе оплаты для будущих транзакций после того, как вы совершите свою транзакцию.",
                    "Если вы не выполните правила в этом разделе, мы можем автоматически приостановить ваш баланс вместе с вашим партнерским аккаунтом.",
                    "Мы можем компенсировать или урегулировать некоторые или все ваши Награды в счет любых требований, которые мы можем иметь к вам. Мы можем сделать это в любое время, и вам нужно лишь подтвердить это с нашей службой поддержки.",
                    "Мы можем изменить, приостановить или прекратить любой аспект программы Кошелька или Наград. В частности, мы можем изменить: Мы приложим разумные усилия, чтобы уведомить вас заранее, если мы внесем какие-либо изменения, касающиеся транзакций."
                ],
            ],
        ],
    ],
    'applicable_laws_n_regulations' => [
        'title' => 'Применимые законы и нормативные акты',
        'text' => [
            "Компания и все партнеры и клиенты обязаны соблюдать все применимые законы, нормативные акты и государственные политики в юрисдикции, где работает компания.",
            "Все действия в рамках этого партнерства должны соответствовать законам, действующим в Индонезии, включая, но не ограничиваясь, законами о туризме, налогообложении, защите прав потребителей и нормативными актами, касающимися трансакций через границу.",
            "Партнеры обязаны обеспечивать точность всей информации, предоставляемой в рамках этого партнерства, и соблюдать применимые нормативные требования, а также поддерживать стандарты обслуживания в соответствии с действующими законами.",
            "В случае нарушения применимых нормативных актов или правовых положений компания имеет право расторгнуть контракт партнерства без предварительного уведомления и требовать возмещения убытков, возникающих из таких нарушений.",
            "Если какая-либо часть этих условий противоречит законам, применимым к компании, эта часть будет признана недействительной, но остальные части останутся в полном объеме.",
            "Вы обязаны соблюдать нашу политику конфиденциальности, касающуюся процесса завершения проекта и защиты персональных данных в соответствии с применимыми законами о защите данных.",
            "Компания оставляет за собой право обновлять эти условия соблюдения законодательства в любое время на основе изменений в регулировании или внутренних политик. Партнерам будет отправлено уведомление о любых таких изменениях.",
            "Все партнеры и клиенты, участвующие в услугах, предоставляемых Booking.com, обязаны соблюдать все применимые законы, нормативные акты и политики как на местном, так и на национальном и международном уровнях, включая налогообложение, защиту персональных данных и стандарты туристической отрасли.",
            "Нарушения применимых нормативных актов могут привести к расторжению партнерства без предварительного уведомления и могут привести к юридическим действиям. Мы оставляем за собой право обновлять эти условия в соответствии с изменениями в законодательстве. Вы обязаны всегда соблюдать применимые нормативные акты и будете уведомлены о любых значительных изменениях.",
        ],
    ],
    'transfer' => [
        'title' => 'Передача',
        'text' => [
            "Вы соглашаетесь с тем, что ваши права и обязательства по этим условиям не могут быть переданы третьей стороне, за исключением положений, упомянутых в этих условиях."
        ]
    ],
    'other_provisions' => [
        'title' => 'Прочие положения',
        'text' => [
            "Компания оставляет за собой право изменять или обновлять эти условия в любое время. Партнеры будут уведомлены о значительных изменениях по электронной почте или уведомлениям на нашей партнерской платформе.",
            "Все официальные уведомления, касающиеся партнерства или использования платформы, будут направлены через другие утвержденные методы связи (WhatsApp и голосовые звонки). Вы несете ответственность за предоставление точной контактной информации и обновление ее в случае изменений.",
            "Любые споры, возникающие в связи с этими условиями, сначала будут разрешаться путем переговоров. Если переговоры не приведут к результату, спор будет разрешен через арбитраж в соответствии с применимыми законами и нормативными актами.",
            "Став нашим партнером, вы подтверждаете, что прочитали и согласны с применимыми в нашей компании условиями; поэтому каждая часть этих условий считается действительной и не может быть изменена или отделена от этих условий.",
        ]
    ],
    'contact_us' => [
        'title' => "Свяжитесь с нами через службу поддержки клиентов Mitra-Booking.com",
        'text' => "Если вы столкнетесь с любой из следующих ситуаций:",
        'subtext' => [
            [
                'text' => "Жалобы, связанные с использованием нашего веб-сайта или услуг.",
                'subtext' => [
                    // don't change the array key, it's on purpose
                    1 => ''
                ],
            ],
            [
                'text' => "Ваши персональные данные были скомпрометированы нами, или вы хотите связаться с нами по поводу персональных данных, вы можете связаться с нами по следующему адресу:",
                'subtext' => [
                    0 => 'Telegram : <a class="text-dark font-weight-bold" href="https://t.me/mitrabooking" target="__blank">MitraBooking</a>',
                    1 => 'Служба поддержки : <a class="text-dark font-weight-bold" href="mailto:Admin-pusat@mitra-Booking.com">Admin-pusat@mitra-Booking.com</a>',
                ],
            ],
        ],
    ],


];
