<?php

return [
    'title' => 'Умови та положення для партнерів з розвитку бізнесу',
    'introduction' => [
        'title' => 'Вступ',
        'text' => [
            "Ласкаво просимо на <strong>Booking.com</strong>, одну з провідних платформ для бронювання житла у світі, що обслуговує понад 1,5 мільйона користувачів щодня з 1996 року. З більш ніж 28 мільйонами варіантів житла по всьому світу, ми прагнемо забезпечити винятковий досвід подорожей для наших клієнтів.",
            "<strong>Наша візія</strong> полягає у наданні мандрівникам свободи вибору та планування своїх подорожей так, як їм найкраще підходить. <strong>Наша місія</strong> — покращити доступність та видимість різноманітних варіантів житла, від п'ятизіркових готелів до унікальних та доступних помешкань.",
            "Щоб досягти нашої візії та місії, ми запрошуємо вас приєднатися до нас як <strong>партнера з розвитку бізнесу</strong>. Завдяки цій співпраці ви відіграєте ключову роль у допомозі нам підвищити цінність нашої платформи та залучити більше власників житла до Booking.com. Ми віримо, що ця синергетична співпраця принесе взаємну вигоду всім сторонам.",
            "Ми дуже раді співпрацювати з вами та спільно сприяти сталому зростанню туристичної індустрії. Ми впевнені, що разом ми зможемо створити нові взаємовигідні можливості.",
        ],
    ],
    'parties_involved' => [
        'title' => 'Сторони, що беруть участь',
        'text' => [
            "У цьому документі група компаній Booking.com може бути названа 'ми', 'наш' або 'Booking.com'. Особи, працівники, власники або представники, що діють від імені наших бізнес-партнерів, колективно або індивідуально можуть бути названі 'ви', 'ваш' або 'бізнес-партнер'.",
            "Взаємини між нами та вами є синергетичною співпрацею, в якій обидві сторони підтримують одна одну для досягнення спільних бізнес-цілей. Ми надамо всю необхідну підтримку, тоді як ви використаєте свої навички, щоб допомогти підвищити видимість і розширити охоплення нашої платформи."
        ],
    ],
    'scope_of_collaboration' => [
        'title' => 'Обсяг співпраці',
        'text' => [
            "Наші стандарти та рекомендації допомагають нам підтримувати все на нашій платформі актуальним і придатним для глобальної аудиторії, не обмежуючи свободу висловлення думок.",
            "Приймаючи наші умови, ви погоджуєтеся з усіма <strong>нормативними актами та операційними стандартами компанії</strong>. Якщо ви не згодні з чинними умовами, будь ласка, повідомте вашу команду підтримки.",
            "Уся ця інформація є важливою, оскільки (разом з підтвердженням бронювання та будь-якою інформацією, що надається перед бронюванням) вона встановлює юридичні умови, на основі яких постачальники послуг пропонують свої туристичні досвіди через нашу платформу.",
            "Якщо щось не так з вашим туристичним досвідом, ви можете звернутися до вашої команди підтримки. Це включає подачу скарги на нас, звернення до суду та (в деяких випадках) використання послуг нашої команди підтримки.",
            "Якщо ви хочете оскаржити рішення щодо модерації або повідомити про будь-який контент на нашій платформі, ви будете підключені до нашої юридичної команди. Як тільки наша юридична команда зв’яжеться з вами, ви зможете подати їм усі ваші скарги або повідомлення.",
            "Цей підсумок є частиною наших умов або юридичних документів. Цей підсумок просто пояснює наші умови. Ми заохочуємо вас завжди спілкуватися з відповідною командою.",
        ],
    ],
    'right_n_obligations' => [
        'title' => 'Права та обов’язки',
        'text' => [
            'introduction' => [
                'title' => 'Вступ',
                'text' => 'У цій співпраці важливо, щоб партнери розуміли свої права та обов’язки для забезпечення взаємного успіху. Ці права та обов’язки спрямовані на побудову прозорих і взаємовигідних відносин між партнерами та Booking.com.',
            ],
            'partner_rights' => [
                'title' => 'Права партнера',
                'text' => [
                    [
                        'title' => "Доступ до ресурсів",
                        'text' => "Ви маєте право на доступ до ресурсів, які надаємо ми, включаючи навчання та технічну підтримку.",
                    ],
                    [
                        'title' => "Підтримка з боку команди",
                        'text' => "Ви маєте право на отримання підтримки від нашої команди у виконанні ваших завдань, включаючи допомогу в процесі виконання вашого проекту.",
                    ],
                    [
                        'title' => "Комісія за завершення проекту",
                        'text' => "Ви маєте право на отримання комісії відповідно до чинних умов за кожен проект, успішно завершений через нашу платформу.",
                    ],
                    [
                        'title' => "Набрані бали",
                        'text' => "Ви маєте право отримувати бали за кожен проект, який ви завершуєте. Ви маєте право обмінювати накопичені бали на нагороди, доступні на нашій платформі.",
                    ],
                ],
            ],
            'partner_obligations' => [
                'title' => 'Обов’язки партнера',
                'text' => [
                    [
                        'title' => "Дотримання нормативних актів",
                        'text' => "Ви зобов’язані дотримуватися всіх чинних нормативних актів і законів, що стосуються туристичного та готельного бізнесу.",
                    ],
                    [
                        'title' => "Підтримка стандартів обслуговування",
                        'text' => "Ви повинні підтримувати високі стандарти обслуговування відповідно до рекомендацій, встановлених нами, включаючи повагу до нашої команди підтримки.",
                    ],
                    [
                        'title' => "Надання точної інформації",
                        'text' => "Ви несете відповідальність за те, щоб усі надані нам та команді підтримки дані були точними та актуальними.",
                    ],
                    [
                        'title' => "Повідомлення про проблеми",
                        'text' => "Ви зобов’язані повідомляти про будь-які проблеми нам у розумні строки, щоб ми могли надати рішення та належні рекомендації.",
                    ],
                    [
                        'title' => "Завершення проектів до кінця",
                        'text' => "Ви зобов’язані завершувати кожен проект, над яким працюєте, до його завершення. Наша команда підтримки завжди надасть вам інструкції.",
                    ],
                ],
            ],
        ],
    ],
    'applicable_laws_n_regulations' => [
        'title' => 'Відповідні Закони та Нормативи',
        'text' => [
            "Компанія та всі партнери і клієнти повинні дотримуватися всіх застосовних законів, нормативів і державних політик у юрисдикції, де працює компанія.",
            "Всі дії в межах цього партнерства повинні відповідати законам, що діють в Індонезії, включаючи, але не обмежуючись, законодавством про туризм, оподаткування, захист прав споживачів та нормативами, пов'язаними з трансакціями через кордон.",
            "Партнери зобов’язані забезпечити, щоб усі надані в рамках цього партнерства відомості були точними та відповідали застосовним нормативам, а також підтримувати стандарти обслуговування відповідно до чинних законів.",
            "У разі порушення застосовних нормативів або юридичних положень компанія має право розірвати договір партнерства без подальшого повідомлення та вимагати відшкодування збитків, що виникли внаслідок таких порушень.",
            "Якщо будь-яка частина цих умов суперечить законам, що застосовуються до компанії, ця частина буде визнана недійсною, але решта частин залишаться в повній силі.",
            "Ви зобов’язані дотримуватися нашої політики конфіденційності, пов’язаної з процесом завершення проекту та захистом особистих даних відповідно до чинних законів про захист даних.",
            "Компанія залишає за собою право оновлювати ці умови юридичної відповідності в будь-який час на підставі змін у нормативних актах або оновлення внутрішньої політики. Партнерам буде надіслано повідомлення про будь-які такі зміни.",
            "Усі партнери та клієнти, які беруть участь у послугах, наданих Booking.com, зобов’язані дотримуватися всіх застосовних законів, нормативів і політик на місцевому, національному та міжнародному рівнях, включаючи оподаткування, захист особистих даних і стандарти індустрії туризму.",
            "Порушення застосовних нормативів може призвести до розірвання партнерства без подальшого повідомлення та може призвести до судових дій. Ми залишаємо за собою право оновлювати ці умови відповідно до змін у законодавстві. Ви зобов’язані завжди дотримуватися застосовних нормативів і будете повідомлені про будь-які суттєві зміни.",
        ],
    ],
    'transfer' => [
        'title' => 'Передача',
        'text' => [
            "Ви погоджуєтеся, що ваші права та обов'язки за цими умовами не можуть бути передані будь-якій третій стороні, за винятком положень, зазначених у цих умовах."
        ]
    ],
    'other_provisions' => [
        'title' => 'Інші Положення',
        'text' => [
            "Компанія залишає за собою право змінювати або оновлювати ці умови в будь-який час. Партнери будуть повідомлені про значні зміни через електронну пошту або сповіщення на нашій партнерській платформі.",
            "Усі офіційні сповіщення, пов'язані з партнерством або використанням платформи, будуть здійснені через інші затверджені методи зв'язку (WhatsApp та голосові дзвінки). Ви відповідаєте за надання точної контактної інформації та її оновлення у разі змін.",
            "Будь-які спори, що виникають у зв'язку з цими умовами, спочатку будуть вирішені шляхом переговорів. Якщо переговори не будуть успішними, спір буде вирішений через арбітраж відповідно до чинних законів та нормативів.",
            "Ставши нашим партнером, ви підтверджуєте, що прочитали та погодилися з умовами, що діють у нашій компанії; отже, кожна частина цих умов вважається дійсною і не може бути змінена або відокремлена від цих умов.",
        ]
    ],
    'contact_us' => [
        'title' => "Зв'яжіться з нами через службу підтримки клієнтів Mitra-Booking.com",
        'text' => "Якщо ви зіткнулися з будь-якою з наведених нижче ситуацій:",
        'subtext' => [
            [
                'text' => "Скарги, пов'язані з використанням нашого веб-сайту або послуг.",
                'subtext' => [
                    // don't change the array key, it's on purpose
                    1 => ''
                ],
            ],
            [
                'text' => "Ваші особисті дані були скомпрометовані нами, або ви бажаєте зв'язатися з нами щодо особистих даних, ви можете зв'язатися з нами за адресою:",
                'subtext' => [
                    0 => 'Telegram: <a class="text-dark font-weight-bold" href="https://t.me/mitrabooking" target="__blank">MitraBooking</a>',
                    1 => 'Служба підтримки: <a class="text-dark font-weight-bold" href="mailto:Admin-pusat@mitra-Booking.com">Admin-pusat@mitra-Booking.com</a>',
                ],
            ],
        ],
    ],



];
